{
  "pages": [
    {
      "url": "https://wallet.apple.com/setup/?referrer=cid%3Dapy-200-100015",
      "title": "Apple Pay - Apple",
      "description": "",
      "content_markdown": "- Apple\n - StoreMaciPadiPhoneWatch\nVisionAirPodsTV & HomeEntertainmentAccessoriesSupport\n - Store\n - Mac\n - iPad\n - iPhone\n - Watch\n - Vision\n - AirPods\n - TV & Home\n - Entertainment\n - Accessories\n - Support\n - \n - 0+\n - Store\n - Mac\n - iPad\n - iPhone\n - Watch\n - Vision\n - AirPods\n - TV & Home\n - Entertainment\n - Accessories\n - Support\n - Overview\n - How-To Videos\n\n# Apple Pay\n\n# Pay the Apple way.\nAdd a card\n\n# Faster and easier than using cards or cash.\n\n# Pay in full, over time, or with your card’s rewards.\n\n# Privacy and security built in.\n\n# Apple Pay is accepted on millions of websites and apps.\n\n# It’s ready and set. Just go.\nSet up in seconds. Right on your iPhone. Apple Pay is built into iPhone, Apple Watch, Mac, iPad, and Apple Vision Pro. To get started on iPhone, open the Wallet app and tap the plus symbol. Then add a credit or debit card by tapping the back of your iPhone with your eligible card.1 You’ll have the option to add your card to your other devices at the same time. When you want to pay, just double-click, tap, and you’re set. You still earn your card’s rewards and benefits — so you won’t miss out on any points or miles.\nPay the way that works for you. Apple Pay gives you flexibility at checkout when you shop in stores with iPhone, or online and in apps with iPhone or iPad. You can choose to pay in full or split your purchases into smaller payments over time through an eligible card or other pay later provider.2 You can also use your eligible credit or debit cards’ rewards, points, or miles to cover all or part of your purchase.3 When you redeem rewards, a statement credit is applied after the transaction is complete.\nSend Apple Cash with Messages and make purchases with Apple Pay. Apple Cash is an easy and private way to send and receive money in Messages and Wallet — all from your iPhone.4 Sending and requesting money is as simple as sending a text, even in group chats. Add a memo to a payment, and it shows up right in Wallet, making it easy to keep track of transactions. And you can spend the Apple Cash you receive with Apple Pay — in stores, in apps, and online.\n\n# Easy. Does it all.\nGrab from the corner cafe. Load up your app. Order a new online. Have delivered. Subscribe to . Get from a vending machine. And from the supermarket. Just look for or when you check out.\nAt stores and more. Apple Pay is accepted at over 85 percent of retailers in the U.S., so you can likely use it wherever and however you want. If you’re not sure, just ask. Apple Pay works anywhere that takes contactless payments — from vending machines and grocery stores to taxis and subway stations.\nHow to pay in stores with iPhone\nIn apps and online. Use Apple Pay to seamlessly make purchases in Safari and other browsers — on iPhone, iPad, Mac, and other computers — without the lengthy checkout forms. On an Apple device, click or tap the Apple Pay button and pay with a touch or glance. On a non-Safari browser, scan the Apple Pay code with your iPhone camera and use your iPhone to complete your purchase.5 You can even use Apple Pay to subscribe to services like Apple Music, Apple News+, and Apple TV+, buy apps and games on the App Store, and upgrade your iCloud storage.\nHow to pay with Safari on Mac\nHow to pay in more browsers\n\n# Safe and sound. And secure.\nPersonal data. Protected. When you make a purchase, Apple Pay uses a device-specific number and unique transaction code. So your actual card number isn’t shared by Apple with merchants or stored on Apple servers. If you prefer not to share your email address with merchants when paying online, you can use Hide My Email to generate unique, random email addresses that automatically forward to your personal inbox.\nYour purchases stay private. When you pay with a debit or credit card, Apple Pay doesn’t keep transaction information that can be tied back to you. And when you use Apple Cash, information is stored only for troubleshooting, fraud prevention, and regulatory purposes.\nTap more. Touch less. Apple Pay works right from your device, helping you avoid touching buttons and terminals, handling cards, and exchanging cash. Every purchase requires Face ID, Touch ID, or a passcode — helping to keep your security in your hands.\n\n# Questions? Answers.\n - How do I use Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tYou can use Apple Pay to make purchases in stores, on websites, and in apps. It’s widely accepted, simple, safe, secure, and private.\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tLearn how to use Apple Pay in stores \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tHow to pay with Safari on Mac \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tHow to pay in store with iPhone \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tLearn how to use Apple Pay on websites \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tLearn how to use Apple Pay in apps \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tLearn how to pay in installments \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tLearn how to pay with rewards\n - Learn how to use Apple Pay in stores\n - How to pay with Safari on Mac\n - How to pay in store with iPhone\n - Learn how to use Apple Pay on websites\n - Learn how to use Apple Pay in apps\n - Learn how to pay in installments\n - Learn how to pay with rewards\n - How secure is Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tApple Pay is safer than using a physical credit, debit, or prepaid card. Face ID, Touch ID, or your passcode is required for purchases on your iPhone, Apple Watch, Mac, or iPad. Your identity isn’t shared with merchants, and they don’t see your actual card number. And your card numbers are never stored on Apple servers.\n\t\t\t\t\t\t\t\t\tWhen you pay in stores, neither Apple nor your device will send your actual card number to merchants. When you pay online in Safari or in apps, the merchant will only receive information you authorize to fulfill your order — such as your name, email address, and billing and shipping addresses.\n\t\t\t\t\t\t\t\t\tWhen you pay with a debit or credit card, Apple doesn’t keep transaction information that can be tied back to you. And when you use Apple Cash, information is stored only for troubleshooting, fraud prevention, and regulatory purposes.\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tLearn more about Apple Pay security and privacy\n - Learn more about Apple Pay security and privacy\n - How do I set up Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tAdding a credit or debit card is as easy as opening the Wallet app, tapping the plus symbol, and tapping the back of your iPhone with an eligible card.1 Or add a card manually — open the Wallet app, tap the plus symbol, and follow the steps onscreen. You’ll have to verify your information with your bank or card issuer. If you have a paired Apple Watch, you’ll also have the option to add the card to your watch. If you upgrade your iPhone, you can transfer your cards to the new device in one easy step.\n\t\t\t\t\t\t\t\t\tIf you’d like to add a credit, debit, or prepaid card directly to Apple Watch, Mac, iPad, or Apple Vision Pro, you can visit Apple Support to learn more about how to add your card to other Apple devices.\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tAdd a card\n - Add a card\n - Which banks support Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tApple Pay works with major credit and debit cards from banks around the world, with more added all the time. You can see all the banks that support Apple Pay here. If your card does not yet support Apple Pay, contact your bank for more information. See participating banks and cards that support installments here. See participating banks and cards that support rewards here.\n - Can I check my card balance?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tYes. Connect your eligible credit card account to its associated card you use with Apple Pay to securely view your card account details right in Wallet — including card balances and up to two years of transaction history.6 To connect an account, open Wallet, select your card, tap 􀍡the more button, and select Card Details. Then tap Get Account Balance & Activity and follow the steps onscreen.\n - Does it cost extra to use Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tNo. Apple does not charge any fees when you pay with Apple Pay — in stores, online, or in apps.\n - Can I use Apple Pay abroad?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tApple Pay works in countries and regions that support contactless payments. Confirm with your bank, and ask about any fees they may charge for overseas usage.\n - How can my business accept Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tIf your business already accepts credit and debit cards, simply contact your payment provider to start accepting Apple Pay. If you want to accept Apple Pay on your website or in your app, visit Apple Pay for developers.\n - Does my business need any special equipment to accept Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tWith Tap to Pay on iPhone, you can use an iPhone to accept contactless payments through an app supported by any of the participating payment service providers. No extra terminal or hardware is required.7 If you already have a payment terminal, contact your payment service provider to find out if it accepts contactless payments.\n - How do I let my customers know I accept Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tDownload the Apple Pay mark to use within email, on your terminal screen, on your website, and in your app. You can also order Apple Pay decals to put on your storefront window and register.\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tDownload the decal and guidelines \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tView online marketing guidelines \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tOrder Apple Pay decals for your store \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tAdd Apple Pay to your Maps listing\n - Download the decal and guidelines\n - View online marketing guidelines\n - Order Apple Pay decals for your store\n - Add Apple Pay to your Maps listing\n - What’s the difference between Apple Cash and Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tApple Cash is an easy and private way to send and receive money,4 and it’s built right into iPhone. You can send Apple Cash in Messages, in Wallet, or with Tap to Cash by simply holding your iPhone near someone else’s. And because Apple Cash is a digital card in Wallet, you can spend your Apple Cash in stores, online, and in apps with Apple Pay.\n\t\t\t\t\t\t\t\t\tApple Pay enables you to make secure, contactless purchases using your Apple Cash, your Apple Card, and any other credit and debit cards that you add to Wallet. For apps or merchants that don’t accept Apple Pay, use your Apple Cash virtual card number to make your purchase wherever Visa is accepted.\n\n# How do I use Apple Pay?\nYou can use Apple Pay to make purchases in stores, on websites, and in apps. It’s widely accepted, simple, safe, secure, and private.\n - Learn how to use Apple Pay in stores\n - How to pay with Safari on Mac\n - How to pay in store with iPhone\n - Learn how to use Apple Pay on websites\n - Learn how to use Apple Pay in apps\n - Learn how to pay in installments\n - Learn how to pay with rewards\n\n# How secure is Apple Pay?\nApple Pay is safer than using a physical credit, debit, or prepaid card. Face ID, Touch ID, or your passcode is required for purchases on your iPhone, Apple Watch, Mac, or iPad. Your identity isn’t shared with merchants, and they don’t see your actual card number. And your card numbers are never stored on Apple servers.\nWhen you pay in stores, neither Apple nor your device will send your actual card number to merchants. When you pay online in Safari or in apps, the merchant will only receive information you authorize to fulfill your order — such as your name, email address, and billing and shipping addresses.\nWhen you pay with a debit or credit card, Apple doesn’t keep transaction information that can be tied back to you. And when you use Apple Cash, information is stored only for troubleshooting, fraud prevention, and regulatory purposes.\n - Learn more about Apple Pay security and privacy\n\n# How do I set up Apple Pay?\nAdding a credit or debit card is as easy as opening the Wallet app, tapping the plus symbol, and tapping the back of your iPhone with an eligible card.1 Or add a card manually — open the Wallet app, tap the plus symbol, and follow the steps onscreen. You’ll have to verify your information with your bank or card issuer. If you have a paired Apple Watch, you’ll also have the option to add the card to your watch. If you upgrade your iPhone, you can transfer your cards to the new device in one easy step.\nIf you’d like to add a credit, debit, or prepaid card directly to Apple Watch, Mac, iPad, or Apple Vision Pro, you can visit Apple Support to learn more about how to add your card to other Apple devices.\n - Add a card\n\n# Which banks support Apple Pay?\nApple Pay works with major credit and debit cards from banks around the world, with more added all the time. You can see all the banks that support Apple Pay here. If your card does not yet support Apple Pay, contact your bank for more information. See participating banks and cards that support installments here. See participating banks and cards that support rewards here.\n\n# Can I check my card balance?\nYes. Connect your eligible credit card account to its associated card you use with Apple Pay to securely view your card account details right in Wallet — including card balances and up to two years of transaction history.6 To connect an account, open Wallet, select your card, tap 􀍡the more button, and select Card Details. Then tap Get Account Balance & Activity and follow the steps onscreen.\n\n# Does it cost extra to use Apple Pay?\nNo. Apple does not charge any fees when you pay with Apple Pay — in stores, online, or in apps.\n\n# Can I use Apple Pay abroad?\nApple Pay works in countries and regions that support contactless payments. Confirm with your bank, and ask about any fees they may charge for overseas usage.\n\n# How can my business accept Apple Pay?\nIf your business already accepts credit and debit cards, simply contact your payment provider to start accepting Apple Pay. If you want to accept Apple Pay on your website or in your app, visit Apple Pay for developers.\n\n# Does my business need any special equipment to accept Apple Pay?\nWith Tap to Pay on iPhone, you can use an iPhone to accept contactless payments through an app supported by any of the participating payment service providers. No extra terminal or hardware is required.7 If you already have a payment terminal, contact your payment service provider to find out if it accepts contactless payments.\n\n# How do I let my customers know I accept Apple Pay?\nDownload the Apple Pay mark to use within email, on your terminal screen, on your website, and in your app. You can also order Apple Pay decals to put on your storefront window and register.\n - Download the decal and guidelines\n - View online marketing guidelines\n - Order Apple Pay decals for your store\n - Add Apple Pay to your Maps listing\n\n# What’s the difference between Apple Cash and Apple Pay?\nApple Cash is an easy and private way to send and receive money,4 and it’s built right into iPhone. You can send Apple Cash in Messages, in Wallet, or with Tap to Cash by simply holding your iPhone near someone else’s. And because Apple Cash is a digital card in Wallet, you can spend your Apple Cash in stores, online, and in apps with Apple Pay.\nApple Pay enables you to make secure, contactless purchases using your Apple Cash, your Apple Card, and any other credit and debit cards that you add to Wallet. For apps or merchants that don’t accept Apple Pay, use your Apple Cash virtual card number to make your purchase wherever Visa is accepted.\n\n# More for your finances.\n\n# Wallet\nCarry one thing.Everything.\n\n# Apple Card\nThe simplicity of Apple. In a credit card.\n\n# Apple Cash\nSend it. Spend it. Stash it.\n\n# Set up Apple Pay on your Apple device.\n\n# iPhone\nOpen the Wallet app and tap to add a card.\n\n# Apple Watch\nOpen the Apple Watch app on your iPhone, tap Wallet & Apple Pay, and then tap Add Card.\n\n# iPad\nGo to Settings Wallet & Apple Pay and tap Add Card.\n\n# Mac\nOn models with Touch ID, go to System Preferences Wallet & Apple Pay and tap Add Card.\nFor more information, visit the Apple Pay setup support page.\n\n# Apple Footer\n - * Additional terms and conditions may apply. Partner offers are available in the U.S. only. Offers from featured partners only.\n - Must have an eligible and supported card. Not available in all markets. To use this feature, your card’s NFC technology must be activated and you may need to enter your card’s security code during setup. Software requirements apply. To ensure that you have all features of this product, update your iPhone to the latest software version.\n - Paying over time with Apple Pay: Loans not offered by Apple. All loans are offered by your lending provider and are subject to the lending provider’s eligibility requirements and approval, as well as other lending provider terms. Your loan activity may be reported to credit bureaus by your lending provider, which may affect your credit score. Not available in all markets, and may not be available for all types of purchases, such as subscriptions and recurring transactions. May need an eligible card. Available in-store on iPhone, and online and in-app on iPhone or iPad. Software requirements apply. Additional eligibility requirements may apply. For more eligibility and feature details, see support.apple.com/120477. Depending on your card, to avoid paying off your loan early, you may need to adjust how you pay your card’s bill. For example, your entire loan may be reflected in the statement balance of your card, and thus paying your statement balance (instead of, for example, the minimum payment due or an adjusted balance) would pay off your entire loan early. Contact your card issuer for more details.\n - Must have an eligible card. This feature is offered by your card’s issuer, and is subject to issuer eligibility requirements and other issuer terms. This feature is not available in all markets, and may not be available for all types of purchases, such as subscriptions and recurring transactions. The full amount of the transaction will be charged to your card at the time of your purchase and a statement credit for the redeemed reward amount will be applied to your account. Your available rewards balance and other data shown in Wallet may be delayed due to a variety of factors, including internet service. Available in-store on iPhone, and online and in-app on iPhone or iPad. Software requirements apply. Some card issuers may require you to opt in to this feature before it is available to you. Contact your card issuer for more information. Additional eligibility requirements may apply. For more eligibility and other feature details, see support.apple.com/120479.\n - Apple Cash services are provided by Green Dot Bank, Member FDIC. Apple Payments Services LLC, a subsidiary of Apple Inc., is a service provider of Green Dot Bank for Apple Cash accounts. Neither Apple Inc. nor Apple Payments Services LLC is a bank. Learn more about Apple Cash Terms and Conditions from Green Dot Bank. Only available in the 50 United States, the District of Columbia, and Puerto Rico (collectively the “U.S.”). To send and receive money with an Apple Cash account, you must be 18 and a U.S. resident. If you’re under 18, your family organizer can set up Apple Cash for you as part of their Apple Cash Family account, but you may not be able to access features that require a supported payment card. Security checks may require more time to make funds available. Apple Cash Family accounts can only send or receive up to $2000 within a rolling seven-day period. Tap to Cash transactions can only be used to send or receive up to $2000 within a rolling seven-day period. Other limits apply, see Apple Cash Terms and Conditions from Green Dot for details. To access and use all Apple Cash features, you must register your Apple Cash Account and have an eligible Apple device with Wallet that has the latest version of iOS. All communications from Apple and Green Dot Bank about Apple Cash (including transactional and marketing communications) and customer service support are available in English. Certain communications about Apple Cash can be viewed in another language depending on your device language settings.\n - Available with participating merchants on compatible browsers. This feature is not available in all markets. Software requirements apply. To ensure that you have all features of this product, update your iPhone or iPad to the latest software version.\n - To use this feature, you must connect your account to an eligible card in Wallet. Card eligibility differs by your location. Please call your card issuer with questions about card eligibility. Data available in Wallet for your connected card(s) may be delayed due to a variety of factors, including internet service. Software requirements apply. For more eligibility details, see support.apple.com/en-us/111117.\n - Requires iPhone Xs or later with iOS 15.5 or later. The Contactless Symbol is a trademark owned by and used with permission of EMVCo, LLC.\n - Apple Pay is a service provided by Apple Payments Services LLC, a subsidiary of Apple Inc. Neither Apple Inc. nor Apple Payments Services LLC is a bank. Any card used in Apple Pay is offered by the card issuer.\n - To use Apple Pay you need a supported card from a participating card issuer. To check if your card is compatible with Apple Pay, contact your card issuer.\n - Apple Pay is not available in all markets. View Apple Pay countries and regions.\n - Features are subject to change. Some features, applications, and services may not be available in all regions or all languages and may require specific hardware and software. For more information, see Feature Availability.\n - All communications from Apple about Apple Pay — including marketing communications and customer service support — will be in English. Depending on your device settings, certain communications about Apple Pay may be provided in your device language.\n - To access and use all Apple Card features and products available only to Apple Card users, you must add Apple Card to Wallet on an iPhone or iPad that supports and has the latest version of iOS or iPadOS. Apple Card is subject to credit approval, available only for qualifying applicants in the United States, and issued by Goldman Sachs Bank USA, Salt Lake City Branch.\nApple Payments Services LLC, a subsidiary of Apple Inc., is a service provider of Goldman Sachs Bank USA for Apple Card and Savings accounts. Neither Apple Inc. nor Apple Payments Services LLC is a bank.\nAll communications from Apple and Goldman Sachs Bank USA about Apple Card (including transactional and marketing communications) and customer service support are available in English. Certain communications about Apple Card can be viewed in another language depending on your device language settings. If you reside in the U.S. Virgin Islands, American Samoa, Guam, Northern Mariana Islands, or U.S. Minor Outlying Islands, please call Goldman Sachs at 877-255-5923 with questions about Apple Card.\nTo access and use all Apple Card features and products available only to Apple Card users, you must add Apple Card to Wallet on an iPhone or iPad that supports and has the latest version of iOS or iPadOS. Apple Card is subject to credit approval, available only for qualifying applicants in the United States, and issued by Goldman Sachs Bank USA, Salt Lake City Branch.\nApple Payments Services LLC, a subsidiary of Apple Inc., is a service provider of Goldman Sachs Bank USA for Apple Card and Savings accounts. Neither Apple Inc. nor Apple Payments Services LLC is a bank.\nAll communications from Apple and Goldman Sachs Bank USA about Apple Card (including transactional and marketing communications) and customer service support are available in English. Certain communications about Apple Card can be viewed in another language depending on your device language settings. If you reside in the U.S. Virgin Islands, American Samoa, Guam, Northern Mariana Islands, or U.S. Minor Outlying Islands, please call Goldman Sachs at 877-255-5923 with questions about Apple Card.\n - Apple Pay\n\n# Shop and Learn Shop and Learn\n - Store\n - Mac\n - iPad\n - iPhone\n - Watch\n - Vision\n - AirPods\n - TV & Home\n - AirTag\n - Accessories\n - Gift Cards\n\n# Apple Wallet Apple Wallet\n - Wallet\n - Apple Card\n - Apple Pay\n - Apple Cash\n\n# Account Account\n - Manage Your Apple Account\n - Apple Store Account\n - iCloud.com\n\n# Entertainment Entertainment\n - Apple One\n - Apple TV\n - Apple Music\n - Apple Arcade\n - Apple Fitness+\n - Apple News+\n - Apple Podcasts\n - Apple Books\n - App Store\n\n# Apple Store Apple Store\n - Find a Store\n - Genius Bar\n - Today at Apple\n - Group Reservations\n - Apple Camp\n - Apple Store App\n - Certified Refurbished\n - Apple Trade In\n - Financing\n - Carrier Deals at Apple\n - Order Status\n - Shopping Help\n\n# For Business For Business\n - Apple and Business\n - Shop for Business\n\n# For Education For Education\n - Apple and Education\n - Shop for K-12\n - Shop for College\n\n# For Healthcare For Healthcare\n - Apple and Healthcare\n\n# For Government For Government\n - Apple and Government\n - Shop for Veterans and Military\n - Shop for State and Local Employees\n - Shop for Federal Employees\n\n# Apple Values Apple Values\n - Accessibility\n - Education\n - Environment\n - Inclusion and Diversity\n - Privacy\n - Racial Equity and Justice\n - Supply Chain Innovation\n\n# About Apple About Apple\n - Newsroom\n - Apple Leadership\n - Career Opportunities\n - Investors\n - Ethics & Compliance\n - Events\n - Contact Apple\n - Privacy Policy\n - Terms of Use\n - Sales and Refunds\n - Legal\n - Site Map",
      "meta": {
        "title": "Apple Pay - Apple",
        "description": "",
        "keywords": "",
        "ogTitle": "Apple Pay",
        "ogImage": "https://www.apple.com/v/apple-pay/v/images/meta/apple_pay__c08w264834sy_og.png?202512111249"
      },
      "word_count": 4217,
      "ai_classification": {
        "country": "US",
        "city": "Unknown",
        "category": "Business"
      },
      "crawled_at": "2025-12-15T21:58:20.690Z"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-200-10000036",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "content_markdown": "",
      "meta": {
        "title": "Apple Card Application",
        "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
        "keywords": "",
        "ogTitle": "Apple Card Application",
        "ogImage": "https://www.apple.com/v/apple-card/l/images/overview/hero_iphone__errwhundjmky_small_2x.png"
      },
      "word_count": 0,
      "ai_classification": {
        "country": "US",
        "city": "Unknown",
        "category": "Business"
      },
      "crawled_at": "2025-12-15T21:59:41.669Z"
    },
    {
      "url": "https://wallet.apple.com/setup?cid=ppy-200-10000296",
      "title": "Apple Pay - Apple",
      "description": "",
      "content_markdown": "- Apple\n - StoreMaciPadiPhoneWatch\nVisionAirPodsTV & HomeEntertainmentAccessoriesSupport\n - Store\n - Mac\n - iPad\n - iPhone\n - Watch\n - Vision\n - AirPods\n - TV & Home\n - Entertainment\n - Accessories\n - Support\n - \n - 0+\n - Store\n - Mac\n - iPad\n - iPhone\n - Watch\n - Vision\n - AirPods\n - TV & Home\n - Entertainment\n - Accessories\n - Support\n - Overview\n - How-To Videos\n\n# Apple Pay\n\n# Pay the Apple way.\nAdd a card\n\n# Faster and easier than using cards or cash.\n\n# Pay in full, over time, or with your card’s rewards.\n\n# Privacy and security built in.\n\n# Apple Pay is accepted on millions of websites and apps.\n\n# It’s ready and set. Just go.\nSet up in seconds. Right on your iPhone. Apple Pay is built into iPhone, Apple Watch, Mac, iPad, and Apple Vision Pro. To get started on iPhone, open the Wallet app and tap the plus symbol. Then add a credit or debit card by tapping the back of your iPhone with your eligible card.1 You’ll have the option to add your card to your other devices at the same time. When you want to pay, just double-click, tap, and you’re set. You still earn your card’s rewards and benefits — so you won’t miss out on any points or miles.\nPay the way that works for you. Apple Pay gives you flexibility at checkout when you shop in stores with iPhone, or online and in apps with iPhone or iPad. You can choose to pay in full or split your purchases into smaller payments over time through an eligible card or other pay later provider.2 You can also use your eligible credit or debit cards’ rewards, points, or miles to cover all or part of your purchase.3 When you redeem rewards, a statement credit is applied after the transaction is complete.\nSend Apple Cash with Messages and make purchases with Apple Pay. Apple Cash is an easy and private way to send and receive money in Messages and Wallet — all from your iPhone.4 Sending and requesting money is as simple as sending a text, even in group chats. Add a memo to a payment, and it shows up right in Wallet, making it easy to keep track of transactions. And you can spend the Apple Cash you receive with Apple Pay — in stores, in apps, and online.\n\n# Easy. Does it all.\nGrab from the corner cafe. Load up your app. Order a new online. Have delivered. Subscribe to . Get from a vending machine. And from the supermarket. Just look for or when you check out.\nAt stores and more. Apple Pay is accepted at over 85 percent of retailers in the U.S., so you can likely use it wherever and however you want. If you’re not sure, just ask. Apple Pay works anywhere that takes contactless payments — from vending machines and grocery stores to taxis and subway stations.\nHow to pay in stores with iPhone\nIn apps and online. Use Apple Pay to seamlessly make purchases in Safari and other browsers — on iPhone, iPad, Mac, and other computers — without the lengthy checkout forms. On an Apple device, click or tap the Apple Pay button and pay with a touch or glance. On a non-Safari browser, scan the Apple Pay code with your iPhone camera and use your iPhone to complete your purchase.5 You can even use Apple Pay to subscribe to services like Apple Music, Apple News+, and Apple TV+, buy apps and games on the App Store, and upgrade your iCloud storage.\nHow to pay with Safari on Mac\nHow to pay in more browsers\n\n# Safe and sound. And secure.\nPersonal data. Protected. When you make a purchase, Apple Pay uses a device-specific number and unique transaction code. So your actual card number isn’t shared by Apple with merchants or stored on Apple servers. If you prefer not to share your email address with merchants when paying online, you can use Hide My Email to generate unique, random email addresses that automatically forward to your personal inbox.\nYour purchases stay private. When you pay with a debit or credit card, Apple Pay doesn’t keep transaction information that can be tied back to you. And when you use Apple Cash, information is stored only for troubleshooting, fraud prevention, and regulatory purposes.\nTap more. Touch less. Apple Pay works right from your device, helping you avoid touching buttons and terminals, handling cards, and exchanging cash. Every purchase requires Face ID, Touch ID, or a passcode — helping to keep your security in your hands.\n\n# Questions? Answers.\n - How do I use Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tYou can use Apple Pay to make purchases in stores, on websites, and in apps. It’s widely accepted, simple, safe, secure, and private.\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tLearn how to use Apple Pay in stores \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tHow to pay with Safari on Mac \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tHow to pay in store with iPhone \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tLearn how to use Apple Pay on websites \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tLearn how to use Apple Pay in apps \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tLearn how to pay in installments \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tLearn how to pay with rewards\n - Learn how to use Apple Pay in stores\n - How to pay with Safari on Mac\n - How to pay in store with iPhone\n - Learn how to use Apple Pay on websites\n - Learn how to use Apple Pay in apps\n - Learn how to pay in installments\n - Learn how to pay with rewards\n - How secure is Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tApple Pay is safer than using a physical credit, debit, or prepaid card. Face ID, Touch ID, or your passcode is required for purchases on your iPhone, Apple Watch, Mac, or iPad. Your identity isn’t shared with merchants, and they don’t see your actual card number. And your card numbers are never stored on Apple servers.\n\t\t\t\t\t\t\t\t\tWhen you pay in stores, neither Apple nor your device will send your actual card number to merchants. When you pay online in Safari or in apps, the merchant will only receive information you authorize to fulfill your order — such as your name, email address, and billing and shipping addresses.\n\t\t\t\t\t\t\t\t\tWhen you pay with a debit or credit card, Apple doesn’t keep transaction information that can be tied back to you. And when you use Apple Cash, information is stored only for troubleshooting, fraud prevention, and regulatory purposes.\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tLearn more about Apple Pay security and privacy\n - Learn more about Apple Pay security and privacy\n - How do I set up Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tAdding a credit or debit card is as easy as opening the Wallet app, tapping the plus symbol, and tapping the back of your iPhone with an eligible card.1 Or add a card manually — open the Wallet app, tap the plus symbol, and follow the steps onscreen. You’ll have to verify your information with your bank or card issuer. If you have a paired Apple Watch, you’ll also have the option to add the card to your watch. If you upgrade your iPhone, you can transfer your cards to the new device in one easy step.\n\t\t\t\t\t\t\t\t\tIf you’d like to add a credit, debit, or prepaid card directly to Apple Watch, Mac, iPad, or Apple Vision Pro, you can visit Apple Support to learn more about how to add your card to other Apple devices.\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tAdd a card\n - Add a card\n - Which banks support Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tApple Pay works with major credit and debit cards from banks around the world, with more added all the time. You can see all the banks that support Apple Pay here. If your card does not yet support Apple Pay, contact your bank for more information. See participating banks and cards that support installments here. See participating banks and cards that support rewards here.\n - Can I check my card balance?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tYes. Connect your eligible credit card account to its associated card you use with Apple Pay to securely view your card account details right in Wallet — including card balances and up to two years of transaction history.6 To connect an account, open Wallet, select your card, tap 􀍡the more button, and select Card Details. Then tap Get Account Balance & Activity and follow the steps onscreen.\n - Does it cost extra to use Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tNo. Apple does not charge any fees when you pay with Apple Pay — in stores, online, or in apps.\n - Can I use Apple Pay abroad?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tApple Pay works in countries and regions that support contactless payments. Confirm with your bank, and ask about any fees they may charge for overseas usage.\n - How can my business accept Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tIf your business already accepts credit and debit cards, simply contact your payment provider to start accepting Apple Pay. If you want to accept Apple Pay on your website or in your app, visit Apple Pay for developers.\n - Does my business need any special equipment to accept Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tWith Tap to Pay on iPhone, you can use an iPhone to accept contactless payments through an app supported by any of the participating payment service providers. No extra terminal or hardware is required.7 If you already have a payment terminal, contact your payment service provider to find out if it accepts contactless payments.\n - How do I let my customers know I accept Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tDownload the Apple Pay mark to use within email, on your terminal screen, on your website, and in your app. You can also order Apple Pay decals to put on your storefront window and register.\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tDownload the decal and guidelines \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tView online marketing guidelines \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tOrder Apple Pay decals for your store \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tAdd Apple Pay to your Maps listing\n - Download the decal and guidelines\n - View online marketing guidelines\n - Order Apple Pay decals for your store\n - Add Apple Pay to your Maps listing\n - What’s the difference between Apple Cash and Apple Pay?\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\tApple Cash is an easy and private way to send and receive money,4 and it’s built right into iPhone. You can send Apple Cash in Messages, in Wallet, or with Tap to Cash by simply holding your iPhone near someone else’s. And because Apple Cash is a digital card in Wallet, you can spend your Apple Cash in stores, online, and in apps with Apple Pay.\n\t\t\t\t\t\t\t\t\tApple Pay enables you to make secure, contactless purchases using your Apple Cash, your Apple Card, and any other credit and debit cards that you add to Wallet. For apps or merchants that don’t accept Apple Pay, use your Apple Cash virtual card number to make your purchase wherever Visa is accepted.\n\n# How do I use Apple Pay?\nYou can use Apple Pay to make purchases in stores, on websites, and in apps. It’s widely accepted, simple, safe, secure, and private.\n - Learn how to use Apple Pay in stores\n - How to pay with Safari on Mac\n - How to pay in store with iPhone\n - Learn how to use Apple Pay on websites\n - Learn how to use Apple Pay in apps\n - Learn how to pay in installments\n - Learn how to pay with rewards\n\n# How secure is Apple Pay?\nApple Pay is safer than using a physical credit, debit, or prepaid card. Face ID, Touch ID, or your passcode is required for purchases on your iPhone, Apple Watch, Mac, or iPad. Your identity isn’t shared with merchants, and they don’t see your actual card number. And your card numbers are never stored on Apple servers.\nWhen you pay in stores, neither Apple nor your device will send your actual card number to merchants. When you pay online in Safari or in apps, the merchant will only receive information you authorize to fulfill your order — such as your name, email address, and billing and shipping addresses.\nWhen you pay with a debit or credit card, Apple doesn’t keep transaction information that can be tied back to you. And when you use Apple Cash, information is stored only for troubleshooting, fraud prevention, and regulatory purposes.\n - Learn more about Apple Pay security and privacy\n\n# How do I set up Apple Pay?\nAdding a credit or debit card is as easy as opening the Wallet app, tapping the plus symbol, and tapping the back of your iPhone with an eligible card.1 Or add a card manually — open the Wallet app, tap the plus symbol, and follow the steps onscreen. You’ll have to verify your information with your bank or card issuer. If you have a paired Apple Watch, you’ll also have the option to add the card to your watch. If you upgrade your iPhone, you can transfer your cards to the new device in one easy step.\nIf you’d like to add a credit, debit, or prepaid card directly to Apple Watch, Mac, iPad, or Apple Vision Pro, you can visit Apple Support to learn more about how to add your card to other Apple devices.\n - Add a card\n\n# Which banks support Apple Pay?\nApple Pay works with major credit and debit cards from banks around the world, with more added all the time. You can see all the banks that support Apple Pay here. If your card does not yet support Apple Pay, contact your bank for more information. See participating banks and cards that support installments here. See participating banks and cards that support rewards here.\n\n# Can I check my card balance?\nYes. Connect your eligible credit card account to its associated card you use with Apple Pay to securely view your card account details right in Wallet — including card balances and up to two years of transaction history.6 To connect an account, open Wallet, select your card, tap 􀍡the more button, and select Card Details. Then tap Get Account Balance & Activity and follow the steps onscreen.\n\n# Does it cost extra to use Apple Pay?\nNo. Apple does not charge any fees when you pay with Apple Pay — in stores, online, or in apps.\n\n# Can I use Apple Pay abroad?\nApple Pay works in countries and regions that support contactless payments. Confirm with your bank, and ask about any fees they may charge for overseas usage.\n\n# How can my business accept Apple Pay?\nIf your business already accepts credit and debit cards, simply contact your payment provider to start accepting Apple Pay. If you want to accept Apple Pay on your website or in your app, visit Apple Pay for developers.\n\n# Does my business need any special equipment to accept Apple Pay?\nWith Tap to Pay on iPhone, you can use an iPhone to accept contactless payments through an app supported by any of the participating payment service providers. No extra terminal or hardware is required.7 If you already have a payment terminal, contact your payment service provider to find out if it accepts contactless payments.\n\n# How do I let my customers know I accept Apple Pay?\nDownload the Apple Pay mark to use within email, on your terminal screen, on your website, and in your app. You can also order Apple Pay decals to put on your storefront window and register.\n - Download the decal and guidelines\n - View online marketing guidelines\n - Order Apple Pay decals for your store\n - Add Apple Pay to your Maps listing\n\n# What’s the difference between Apple Cash and Apple Pay?\nApple Cash is an easy and private way to send and receive money,4 and it’s built right into iPhone. You can send Apple Cash in Messages, in Wallet, or with Tap to Cash by simply holding your iPhone near someone else’s. And because Apple Cash is a digital card in Wallet, you can spend your Apple Cash in stores, online, and in apps with Apple Pay.\nApple Pay enables you to make secure, contactless purchases using your Apple Cash, your Apple Card, and any other credit and debit cards that you add to Wallet. For apps or merchants that don’t accept Apple Pay, use your Apple Cash virtual card number to make your purchase wherever Visa is accepted.\n\n# More for your finances.\n\n# Wallet\nCarry one thing.Everything.\n\n# Apple Card\nThe simplicity of Apple. In a credit card.\n\n# Apple Cash\nSend it. Spend it. Stash it.\n\n# Set up Apple Pay on your Apple device.\n\n# iPhone\nOpen the Wallet app and tap to add a card.\n\n# Apple Watch\nOpen the Apple Watch app on your iPhone, tap Wallet & Apple Pay, and then tap Add Card.\n\n# iPad\nGo to Settings Wallet & Apple Pay and tap Add Card.\n\n# Mac\nOn models with Touch ID, go to System Preferences Wallet & Apple Pay and tap Add Card.\nFor more information, visit the Apple Pay setup support page.\n\n# Apple Footer\n - * Additional terms and conditions may apply. Partner offers are available in the U.S. only. Offers from featured partners only.\n - Must have an eligible and supported card. Not available in all markets. To use this feature, your card’s NFC technology must be activated and you may need to enter your card’s security code during setup. Software requirements apply. To ensure that you have all features of this product, update your iPhone to the latest software version.\n - Paying over time with Apple Pay: Loans not offered by Apple. All loans are offered by your lending provider and are subject to the lending provider’s eligibility requirements and approval, as well as other lending provider terms. Your loan activity may be reported to credit bureaus by your lending provider, which may affect your credit score. Not available in all markets, and may not be available for all types of purchases, such as subscriptions and recurring transactions. May need an eligible card. Available in-store on iPhone, and online and in-app on iPhone or iPad. Software requirements apply. Additional eligibility requirements may apply. For more eligibility and feature details, see support.apple.com/120477. Depending on your card, to avoid paying off your loan early, you may need to adjust how you pay your card’s bill. For example, your entire loan may be reflected in the statement balance of your card, and thus paying your statement balance (instead of, for example, the minimum payment due or an adjusted balance) would pay off your entire loan early. Contact your card issuer for more details.\n - Must have an eligible card. This feature is offered by your card’s issuer, and is subject to issuer eligibility requirements and other issuer terms. This feature is not available in all markets, and may not be available for all types of purchases, such as subscriptions and recurring transactions. The full amount of the transaction will be charged to your card at the time of your purchase and a statement credit for the redeemed reward amount will be applied to your account. Your available rewards balance and other data shown in Wallet may be delayed due to a variety of factors, including internet service. Available in-store on iPhone, and online and in-app on iPhone or iPad. Software requirements apply. Some card issuers may require you to opt in to this feature before it is available to you. Contact your card issuer for more information. Additional eligibility requirements may apply. For more eligibility and other feature details, see support.apple.com/120479.\n - Apple Cash services are provided by Green Dot Bank, Member FDIC. Apple Payments Services LLC, a subsidiary of Apple Inc., is a service provider of Green Dot Bank for Apple Cash accounts. Neither Apple Inc. nor Apple Payments Services LLC is a bank. Learn more about Apple Cash Terms and Conditions from Green Dot Bank. Only available in the 50 United States, the District of Columbia, and Puerto Rico (collectively the “U.S.”). To send and receive money with an Apple Cash account, you must be 18 and a U.S. resident. If you’re under 18, your family organizer can set up Apple Cash for you as part of their Apple Cash Family account, but you may not be able to access features that require a supported payment card. Security checks may require more time to make funds available. Apple Cash Family accounts can only send or receive up to $2000 within a rolling seven-day period. Tap to Cash transactions can only be used to send or receive up to $2000 within a rolling seven-day period. Other limits apply, see Apple Cash Terms and Conditions from Green Dot for details. To access and use all Apple Cash features, you must register your Apple Cash Account and have an eligible Apple device with Wallet that has the latest version of iOS. All communications from Apple and Green Dot Bank about Apple Cash (including transactional and marketing communications) and customer service support are available in English. Certain communications about Apple Cash can be viewed in another language depending on your device language settings.\n - Available with participating merchants on compatible browsers. This feature is not available in all markets. Software requirements apply. To ensure that you have all features of this product, update your iPhone or iPad to the latest software version.\n - To use this feature, you must connect your account to an eligible card in Wallet. Card eligibility differs by your location. Please call your card issuer with questions about card eligibility. Data available in Wallet for your connected card(s) may be delayed due to a variety of factors, including internet service. Software requirements apply. For more eligibility details, see support.apple.com/en-us/111117.\n - Requires iPhone Xs or later with iOS 15.5 or later. The Contactless Symbol is a trademark owned by and used with permission of EMVCo, LLC.\n - Apple Pay is a service provided by Apple Payments Services LLC, a subsidiary of Apple Inc. Neither Apple Inc. nor Apple Payments Services LLC is a bank. Any card used in Apple Pay is offered by the card issuer.\n - To use Apple Pay you need a supported card from a participating card issuer. To check if your card is compatible with Apple Pay, contact your card issuer.\n - Apple Pay is not available in all markets. View Apple Pay countries and regions.\n - Features are subject to change. Some features, applications, and services may not be available in all regions or all languages and may require specific hardware and software. For more information, see Feature Availability.\n - All communications from Apple about Apple Pay — including marketing communications and customer service support — will be in English. Depending on your device settings, certain communications about Apple Pay may be provided in your device language.\n - To access and use all Apple Card features and products available only to Apple Card users, you must add Apple Card to Wallet on an iPhone or iPad that supports and has the latest version of iOS or iPadOS. Apple Card is subject to credit approval, available only for qualifying applicants in the United States, and issued by Goldman Sachs Bank USA, Salt Lake City Branch.\nApple Payments Services LLC, a subsidiary of Apple Inc., is a service provider of Goldman Sachs Bank USA for Apple Card and Savings accounts. Neither Apple Inc. nor Apple Payments Services LLC is a bank.\nAll communications from Apple and Goldman Sachs Bank USA about Apple Card (including transactional and marketing communications) and customer service support are available in English. Certain communications about Apple Card can be viewed in another language depending on your device language settings. If you reside in the U.S. Virgin Islands, American Samoa, Guam, Northern Mariana Islands, or U.S. Minor Outlying Islands, please call Goldman Sachs at 877-255-5923 with questions about Apple Card.\nTo access and use all Apple Card features and products available only to Apple Card users, you must add Apple Card to Wallet on an iPhone or iPad that supports and has the latest version of iOS or iPadOS. Apple Card is subject to credit approval, available only for qualifying applicants in the United States, and issued by Goldman Sachs Bank USA, Salt Lake City Branch.\nApple Payments Services LLC, a subsidiary of Apple Inc., is a service provider of Goldman Sachs Bank USA for Apple Card and Savings accounts. Neither Apple Inc. nor Apple Payments Services LLC is a bank.\nAll communications from Apple and Goldman Sachs Bank USA about Apple Card (including transactional and marketing communications) and customer service support are available in English. Certain communications about Apple Card can be viewed in another language depending on your device language settings. If you reside in the U.S. Virgin Islands, American Samoa, Guam, Northern Mariana Islands, or U.S. Minor Outlying Islands, please call Goldman Sachs at 877-255-5923 with questions about Apple Card.\n - Apple Pay\n\n# Shop and Learn Shop and Learn\n - Store\n - Mac\n - iPad\n - iPhone\n - Watch\n - Vision\n - AirPods\n - TV & Home\n - AirTag\n - Accessories\n - Gift Cards\n\n# Apple Wallet Apple Wallet\n - Wallet\n - Apple Card\n - Apple Pay\n - Apple Cash\n\n# Account Account\n - Manage Your Apple Account\n - Apple Store Account\n - iCloud.com\n\n# Entertainment Entertainment\n - Apple One\n - Apple TV\n - Apple Music\n - Apple Arcade\n - Apple Fitness+\n - Apple News+\n - Apple Podcasts\n - Apple Books\n - App Store\n\n# Apple Store Apple Store\n - Find a Store\n - Genius Bar\n - Today at Apple\n - Group Reservations\n - Apple Camp\n - Apple Store App\n - Certified Refurbished\n - Apple Trade In\n - Financing\n - Carrier Deals at Apple\n - Order Status\n - Shopping Help\n\n# For Business For Business\n - Apple and Business\n - Shop for Business\n\n# For Education For Education\n - Apple and Education\n - Shop for K-12\n - Shop for College\n\n# For Healthcare For Healthcare\n - Apple and Healthcare\n\n# For Government For Government\n - Apple and Government\n - Shop for Veterans and Military\n - Shop for State and Local Employees\n - Shop for Federal Employees\n\n# Apple Values Apple Values\n - Accessibility\n - Education\n - Environment\n - Inclusion and Diversity\n - Privacy\n - Racial Equity and Justice\n - Supply Chain Innovation\n\n# About Apple About Apple\n - Newsroom\n - Apple Leadership\n - Career Opportunities\n - Investors\n - Ethics & Compliance\n - Events\n - Contact Apple\n - Privacy Policy\n - Terms of Use\n - Sales and Refunds\n - Legal\n - Site Map",
      "meta": {
        "title": "Apple Pay - Apple",
        "description": "",
        "keywords": "",
        "ogTitle": "Apple Pay",
        "ogImage": "https://www.apple.com/v/apple-pay/v/images/meta/apple_pay__c08w264834sy_og.png?202512111249"
      },
      "word_count": 4217,
      "ai_classification": {
        "country": "US",
        "city": "Unknown",
        "category": "Business"
      },
      "crawled_at": "2025-12-15T22:00:24.967Z"
    }
  ]
}