{
  "pages": [
    {
      "url": "https://applecash.greendot.com/termsconditions/",
      "title": "Apple Cash Terms and Conditions",
      "description": "",
      "content_markdown": "# IMPORTANT: PLEASE READ\nThe features of Apple Cash are services provided by Green Dot Bank or Apple Payments Inc. as described in the following terms and conditions. By using Apple Cash, you are agreeing to be bound by the following terms and conditions, which include your agreement to receive all Apple Cash communications electronically, provide certain personal information to Green Dot Bank, Apple Payments Inc., and their affiliates, and resolve all disputes through binding individual arbitration. Fee information for Apple Cash is provided below the following terms and conditions.\n - APPLE CASH TERMS AND CONDITIONS\n - ELECTRONIC COMMUNICATIONS AGREEMENT\n - GREEN DOT BANK PRIVACY POLICY\n - DIRECT PAYMENTS TERMS AND CONDITIONS\n - DIRECT PAYMENTS PRIVACY NOTICE\n - APPLE PAYMENTS INC. LICENSES\n[Table Data: Monthly fee Per purchase ATM withdrawal Cash reload $0 $0 N/A N/A ATM balance inquiry N/A Customer s...]\n[Table Data: Monthly fee Per purchase ATM withdrawal Cash reload $0 $0 N/A N/A ATM balance inquiry N/A Customer s...]\n\n# No overdraft/credit feature.\nRegister your card for FDIC insurance eligibility and other protections. For general information about prepaid accounts, visit cfpb.gov/prepaid. Find details and conditions for all fees and services in the Apple Cash Terms and Conditions.\n\n# List of all fees for Apple Cash\n[Table Data: All fees Amount Details Transfer money Instant transfer to a debit card 1.5% Percentage taken of the...]\n[Table Data: All fees Amount Details Transfer money Instant transfer to a debit card 1.5% Percentage taken of the...]\nRegister your card for FDIC insurance eligibility and other protections. Your funds will be held at or transferred to Green Dot Bank, an FDIC-insured institution. Once there, your funds are insured up to $250,000 by the FDIC in the event Green Dot Bank fails, if specific deposit insurance requirements are met and your card is registered. See fdic.gov/deposit/deposits/prepaid.html for details. Green Dot Bank operates under the following registered trade names: GO2Bank, GoBank, Green Dot Bank, and Bonneville Bank. All of these registered trade names are used by, and refer to, a single FDIC-insured bank, Green Dot Bank. Deposits under any of these trade names are deposits with Green Dot Bank and are aggregated for deposit insurance coverage.\nNo overdraft/credit feature.\nContact Green Dot Bank by calling (877) 233-8552, by mail for disputes at P.O. Box 9, West Chester, Ohio, or by mail for general customer service at P.O. Box 1070, West Chester, Ohio 45071, or visit www.greendot.com.\nFor general information about prepaid accounts, visit cfpb.gov/prepaid. If you have a complaint about a prepaid account, call the Consumer Financial Protection Bureau at 1-855-411-2372 or visit cfpb.gov/complaint.\n\n# Apple Cash Terms and Conditions\nThese Apple Cash Terms and Conditions (these “Terms“) are a legal agreement between you (“you“ or “your“) and Green Dot Bank, member FDIC (“Bank“, “we“, “us“, or “our“), that govern your use of Apple Cash, including the Apple Cash Card, Apple Cash Balance, and the Funds Transfer Service (each, as defined below, collectively, the “Services“).\nIn addition to the Services provided by us, Apple Cash supports additional features that are provided by Apple Payments Inc. (“Apple Payments“) or other third parties. These features are described in greater detail below in Section 6 entitled “Third-Party Services“.\nYou must register your Apple Cash Account for your funds to be eligible for FDIC Insurance and other consumer protections. We encourage you to register your Apple Cash Account as soon as possible. See Section 1(F) below for more information on registering your account.\n\n# 1. THE SERVICES\n\n# A. Generally.\nWhen you accept these Terms, you will be creating a user account with us for your use of the Services (your “Apple Cash Account“). The Services consist of the following separate functions that we will provide unless we otherwise designate a third party to perform any part of those functions:\n - the “Apple Cash Card“, which is a virtual prepaid card that is \n              issued by Bank or another card issuer that we designate;\n - the “Apple Cash Balance“, which is the balance in the prepaid account held by \n              Bank that is linked to the Apple Cash Card; and\n - the “Funds Transfer Service“, which is a service that allows you to: (a) send money using \n              funds in your Apple Cash Balance or, if you do not have sufficient funds in your Apple Cash Balance, \n              a Supported Payment Card (as defined in Section 1(D) below) to other individuals that are eligible to use the Services \n              and have accepted these Terms (each such person, a “User“, and each such transfer, a “P2P Transfer”), \n              (b) load funds to your Apple Cash Balance with a Supported Payment Card, and (c) transfer money from \n              your Apple Cash Balance to your designated bank account at a U.S. financial institution (a “Bank Transfer“). \n              Each aspect of the Services, including the conditions and limitations on their use, is described in greater \n              detail below.\n\n# B. Apple Cash Account with Bank.\nIn addition to providing the ability for you to obtain the Services, your Apple Cash Account provides a record of your use of the Services. Unless otherwise expressly noted, references to your Apple Cash Account include all Services provided through the account, including any Family Accounts (as defined in Section 5(A) below) that you establish. Please see Section 5 below entitled “Apple Cash Family“ for more information on Family Accounts.\n\n# C. Eligibility.\nThe Services may only be used for personal, family, household, or non-commercial purposes. You may not use the Services for business or commercial purposes. Except as specified below in Section 5 entitled “Apple Cash Family”, in order to create an Apple Cash Account and use the Services, you must: (i) be 18 years of age or older; (ii) have a physical residential address in one of the 50 states of the United States, the District of Columbia or Puerto Rico (collectively, the “U.S.“); and (iii) accept and agree to these Terms, the Electronic Communications Agreement, and our Privacy Policy. Additionally, you must: (i) have an iPhone, iPad, or other device that is capable of utilizing Apple Cash and Apple Pay, which has a version of operating software that supports the Services, and has internet access (an “Eligible Device“); (ii) have an Apple Account that is in good standing with Apple, as well as a valid email address associated with your Apple Account; and (iii) provide information requested by Bank from time to time. If your access to or use of the Services is prohibited by applicable law, you are not authorized to access or use the Services. We are not responsible if you access or use the Services in any manner that violates applicable law.\n\n# D. Use with Eligible Devices and Apple Pay.\nYou must have Apple Pay enabled on an Eligible Device in order to access the Services, and your use of Apple Pay and other Apple services is subject to the terms, conditions, and other requirements that Apple may establish from time to time.\nYou must have a valid Apple Account that is in good standing with Apple to create an Apple Cash Account and use the Services. If you delete your Apple Account, get rid of your Eligible Device, disable security features on your Apple Account that Apple requires to access or use features of Apple Pay, or otherwise cease to have an Apple Account that is in good standing or an Eligible Device, you may not be able to use or continue to use the Services (in whole or in part). Prior to deleting your Apple Account or getting rid of your Eligible Device, we encourage you to spend or transfer any funds maintained in your Apple Cash Balance.\nAs described in greater detail below, certain aspects of the Services, including certain P2P Transfers, require that you have an eligible debit or prepaid card, besides your Apple Cash Card, issued by a U.S. financial institution provisioned to your Eligible Device(s) for use with Apple Pay (each, a “Supported Payment Card“). Credit cards are not Supported Payment Cards and therefore cannot be used to fund a P2P Transfer or to add funds to your Apple Cash Balance. If you do not have a Supported Payment Card, certain aspects of the Services will not be available to you. Additionally, certain features of the Services may be limited to Supported Payment Cards that are issued on a particular payment network. Not all Supported Payment Cards available for use with Apple Pay may be used in connection with the Services, and we reserve the right to limit the use of Supported Payment Cards in connection with the Services.\nWhile the Services can be accessed through Apple Pay, the Services are provided by Bank and its designees, and not Apple or Apple Payments. Notwithstanding the foregoing, your access to and use of the Services may be subject to separate agreements with third parties, such as your agreements with Apple Payments regarding your use Apple Pay, Apple Wallet, and of the Direct Payments Service (as defined below), or with the issuer of your Supported Payment Card. You agree to comply with such agreements in connection with your access to and use of the Services. However, you acknowledge and agree that we are not a party to those agreements and are not responsible for those third parties or any products or services provided by them.\n\n# E. Use of the Services Across Eligible Devices.\nYour Apple Cash Account will be associated with your Apple Account. Therefore, you may access your Apple Cash Account and use the Services with all Eligible Devices associated with your Apple Account. Some features of the Services may not be available on certain Eligible Devices, such as Apple Watch and Vision Pro. You acknowledge that these Terms will govern the use of the Services across all your Eligible Devices and that you will only be presented with these Terms at the time you initially create your Apple Cash Account.\n\n# F. Registering your Apple Cash Account with Bank.\nAs provided in Section 2 below entitled “Required Personal Information“, in order to be eligible for FDIC-insurance or use certain functions or features of the Services (including contacting Bank’s customer service to discuss your Apple Cash Account, sending or receiving more than $500, establishing a Family Account or, making purchases outside the U.S.), we may require you to provide us with certain identifying information about you so that we can verify your identity. If we verify your identity, your Apple Cash Account and, as a result, your Apple Cash Balance, will be registered to you. We will ask for your full name, address, date of birth, and Social Security number to identify you when you register your Apple Cash Account.\nYou may only have one registered Apple Cash Account at a time and, during your lifetime, you may register no more than ten Apple Cash Accounts. Because your Apple Cash Account is associated with your Apple Account as set forth in Section 1(E) above entitled “Use of the Services Across Eligible Devices”, this means that if you obtain a new Apple Account and attempt to register a new Apple Cash Account under the new Apple Account, you will not be able to do so if you exceed the foregoing lifetime limit, and the Apple Cash Account you attempt to register will be subject to the transaction and account limits set forth in Section 7(B) below entitled “Transaction and Apple Cash Account Limits“ for Apple Cash Accounts that have not been registered.\nIn addition to providing identifying information when requested by us, you may initiate the identity verification process to register your Apple Cash Account at any time directly from your Eligible Device by going to your Apple Cash Card, tapping the “Verify Identity“ button, and following the onscreen steps. Please see Section 2 below entitled “Required Personal Information” for more information.\nWe encourage you to register your Apple Cash Account as soon as possible. Your Apple Cash Account may not be subject to certain protections unless you register. For example, unless you register your Apple Cash Account, we may not research or resolve errors regarding your Apple Cash Account, and the money in your Apple Cash Balance will not be eligible for FDIC insurance. Please see Section 11(A) below entitled “FDIC Insurance“ for more information.\n\n# G. Protect your Apple Cash Account Information, Credentials, and Eligible Devices like you Would Protect Cash.\nYou are solely responsible for maintaining the security of your Eligible Devices and its authentication credentials, including your Apple Account password, Touch ID or Face ID information, and the passcode to your Eligible Device(s) (collectively, your “Credentials“). If you provide the passcode to your Eligible Device, allow a third party to gain access to your passcode, allow a third party to utilize Touch ID or Face ID on your Eligible Device, or otherwise provide any of your Credentials to a third party, you are authorizing that person to access and use your Eligible Device, including the Services, on your behalf. This means that person may be able to make payments with your Apple Cash Card and send your money through the Funds Transfer Service to another User or a bank account, and you will be responsible for all transactions on your Apple Cash Account made by that person.\n\n# H. Your Right to Suspend or Close your Apple Cash Account.\nYou may turn off your Apple Cash Account from any Eligible Device you have associated with your Apple Cash Account. If you turn off your Apple Cash Account from an Eligible Device, your Apple Cash Account will not be closed and any funds in your Apple Cash Balance will remain in your Apple Cash Balance, but your Apple Cash Account will cease to be active and available on that particular Eligible Device.\nYou may close your Apple Cash Account by calling (877) 233-8552. However, in order to close your Apple Cash Account, you must: (i) register your Apple Cash Account; (ii) spend down or transfer out any funds maintained in your Apple Cash Balance; (iii) maintain a $0 balance in your Apple Cash Balance for at least 30 consecutive days; and (iv) satisfy such other conditions that we may establish from time to time.\nPlease see Section 5(K) below entitled “Closing a Family Account“ for more information on additional requirements for closing your Apple Cash Balance and Apple Cash Account if you have established one or more Family Accounts.\n\n# I. Bank’s Right to Suspend or Terminate your Use of the Services.\nWe reserve the right to limit, suspend, or terminate your use of the Services or take other account-level or transaction-level actions, as well as suspending or closing your Apple Cash Account, immediately and without prior notice to you for any reason, including, without limitation: (i) to protect the security and integrity of the Services, your Apple Cash Account or Apple Cash Balance, or other Users and their accounts; (ii) the inability to debit or collect funds from any account you designate in connection with the Services; (iii) if you breach these Terms or any other agreement with us regarding the Services, including, without limitation, by using the Services for any unlawful purposes; (iv) we have reason to believe there has been or may be an unauthorized use of your Apple Cash Account; (v) we are unable to verify your identity or authority to use the Services to our satisfaction; (vi) your Apple Cash Account is not in good standing; (vii) we believe that your use of the Services could expose us, Apple, or other persons involved in providing the Services to increased risk or be placed in a false or derogatory light; (viii) your Apple Account is suspended or terminated for any reason or ceases to be in good standing with Apple; (ix) we have reason to believe that you are using the Services to facilitate, encourage, or promote illegal activity, hate, violence, intolerance, fraud, or otherwise objectionable content or activities; or (x) we believe your use of the Services does not comply with applicable law. Our election to exercise the foregoing right to suspend or terminate your access to and use of the Services is in addition to any other right or remedy that we may have under these Terms or otherwise. Our decisions may be based on confidential criteria that are essential to our operation of the Services, management of risk, and protection of Bank and other Users. We may use proprietary fraud and risk modeling when assessing the risk associated with your use of the Services. You understand and agree that such action is reasonable for us to take in order to protect us from loss and ensure the security of the Services. We reserve the right in our sole discretion to grant or deny reinstatement of your use of the Services.\n\n# J. If Your Apple Cash Account Becomes Inactive.\nWe may transfer, also known as escheat, funds in your Apple Cash Balance to the appropriate state if no activity occurs on your Apple Cash Account or if you fail to communicate with us regarding your Apple Cash Account within the time period specified by state law. We may consider your Apple Cash Account inactive even if you maintain another active account with us. If funds are transferred to a state, you may file a claim with the state to recover the funds.\n\n# K. Bank’s Roles in Providing the Services.\nIn providing the Services, Bank is operating in various capacities: (i) as the person (the “Program Manager“) responsible for (a) providing the Apple Cash Balances that receive and hold Users’ funds that are accessible by the Apple Cash Card, (b) providing the Funds Transfer Service, including P2P Transfers, and (c) selecting the parties that provide all other aspects of the Services; (ii) as the bank responsible for issuing the Apple Cash Card (the “Issuer“); and (iii) as the federally insured depository institution where funds in your Apple Cash Balance are placed (the “Depository“). As the Program Manager, Bank has the authority, on Users’ behalf, to determine which financial institution shall serve as the Issuer and to place Users’ funds into, and withdraw User funds from, the Depository. While Bank is initially serving as the Program Manager, Issuer, and Depository, we may assign any or all of these roles, in whole or in part, to one or more third parties without restriction and without your prior consent.\n\n# 2. REQUIRED PERSONAL INFORMATION\nTo help the government fight the funding of terrorism and money laundering activities, federal law requires all financial institutions to obtain, verify, and record information that identifies each person who opens an account. Accordingly, when you register your Apple Cash Account and, as a result, your Apple Cash Balance, we will ask you for certain information, including, but not limited to, your name, street address, date of birth, your Social Security number, and other information that will allow us to identify you. We may also ask you to provide your driver’s license or other identifying documents or ask you to answer security-related questions. If we are unable to verify your identity, we may: (i) close your Apple Cash Account; (ii) permit you to use your Apple Cash Account until the money in your Apple Cash Balance has been spent; or (iii) allow you to continue to use your Apple Cash Account, subject to the transaction limits for unregistered Apple Cash Accounts that are set forth in Section 7(B) below entitled “Transaction and Apple Cash Account Limits“.\n\n# 3. THE APPLE CASH CARD AND APPLE CASH BALANCE\n\n# A. Generally.\nThe Apple Cash Card is a virtual payment card that accesses funds in your Apple Cash Balance. You will not be issued a physical card. Rather, your Apple Cash Card will be provisioned to your Eligible Devices that are associated with your Apple Account and that you have enabled to access your Apple Cash Account. You will be issued a virtual card number. The Apple Cash Card is issued on a payment network. You can find your virtual card number and information about the payment network for your Apple Cash Card from your Eligible Devices by viewing the card details portion of your Apple Cash Card. You may only use your Apple Cash Card at merchants that accept the payment network on which your Apple Cash Card is issued.\n\n# B. Adding Funds to your Apple Cash Balance.\nFunds can be added to your Apple Cash Balance in the following ways: (i) by utilizing the Funds Transfer Service to add funds with a Supported Payment Card; (ii) by receiving a P2P Transfer from another User; and (iii) by receiving a Disbursement (as defined in Section 6(B) below). The funds you receive in a P2P Transfer from another User will be automatically credited to your Apple Cash Balance and therefore accessible through your Apple Cash Card, unless you have disabled the ability to automatically receive P2P Transfers, in which case the funds will only be credited to your Apple Cash Balance if you accept the P2P Transfer within seven days. We reserve the right to accept or reject any request to add funds to your Apple Cash Balance at our sole discretion. Please see Section 5(E) below entitled “Using a Family Account; Limits“ for information on additional limitations that apply to the use of Family Accounts.\n\n# C. Auto Reload.\nYou have the option to automatically add funds to your Apple Cash Balance with a Supported Payment Card whenever your Apple Cash Balance falls below a minimum balance that you select (“Auto Reload“). If you enable Auto Reload, you authorize and instruct us to debit your designated Supported Payment Card in the amount you specify whenever your Apple Cash Balance falls below the minimum balance that you have designated. If an Auto Reload occurs but is not sufficient to bring your Apple Cash Balance above the minimum balance that you selected, then multiple Auto Reloads may occur.\nWhen you designate a Supported Payment Card as the funding source for Auto Reload, we will continue to debit that Supported Payment Card until you (i) cancel your Auto Reload, (ii) select a different payment method, even if you delete the Supported Payment Card from your Eligible Device(s), or (iii) close your Apple Cash Account. You may not receive notification of Auto Reloads before they occur. If your Supported Payment Card does not have sufficient funds available for any Auto Reload, we may make additional attempts to debit funds from your Supported Payment Card or pause your Auto Reload. Otherwise, Auto Reload continues until cancelled. You can review your outstanding Auto Reload instructions or cancel your Auto Reload at any time by accessing Wallet on iPhone or Settings on iPad or by contacting us at (877) 233-8552.\n\n# D. Transactions with your Apple Cash Card; Receipts.\nEach time you use your Apple Cash Card to purchase goods or services or use the Direct Payments Service, you authorize us to debit the total amount of your purchase or payment from your Apple Cash Balance. You must keep enough money in your Apple Cash Balance to pay for each transaction with your Apple Cash Card. Except for P2P Transfers that are separately funded, either partially or fully, with a Supported Payment Card (which are described in more detail in Section 4(B) below entitled “P2P Transfers“), we will generally decline a transaction if you have insufficient or unavailable funds in your Apple Cash Balance to cover the transaction, including applicable fees, if any, at the time the transaction is authorized. Nevertheless, if we authorize a transaction that exceeds the balance of available funds in your Apple Cash Balance, you are responsible for any amount that is charged in excess of your balance. If you have a negative balance in your Apple Cash Balance, we may deduct the negative balance amount from a P2P Transfer or Disbursement that you receive or from any other Apple Cash Balance and Apple Cash Account you register with us. If you have a negative balance in your Apple Cash Balance, we may also require you to load funds with a Supported Payment Card before you can perform additional transactions with your Apple Cash Account. You should get a receipt at the time you make a transaction using your Apple Cash Card. However, you may not get a receipt for some small transactions.\n\n# E. Foreign Transactions.\nOnce you have registered your Apple Cash Account, and as a result, your Apple Cash Balance, you may use your Apple Cash Card for transactions outside the U.S. at eligible merchant locations that accept the payment network on which your Apple Cash Card is issued (please see Section 1(F) above entitled “Registering your Apple Cash Account with Bank“ for more information on this process). If you conduct a purchase transaction in a currency other than U.S. dollars, the merchant, the payment network for the Apple Cash Card, or other association that processes that transaction may convert any related debit or credit into U.S. dollars in accordance with their then current policies. For example, the conversion rate may be either: (i) selected from a range of rates available in the currency markets (which may be different from the rate the merchant, the payment network for the Apple Cash Card, or other association involved in processing your transaction is actually charged); or (ii) a government-mandated rate. The conversion rate may be different from the rate in effect on the date of your transaction and the date it is posted to your Apple Cash Card.\n\n# F. Returns.\nBecause you will not be issued a physical card for your Apple Cash Card, you may need to present the Eligible Device that you used for a purchase to a merchant when you return an item purchased with your Apple Cash Card.\n\n# G. Holds for Preauthorized Transactions.\nWhen you use your Apple Cash Card to pay for goods or services, certain merchants may ask us to preauthorize the transaction in advance and may estimate the final purchase amount. When we preauthorize the transaction, we will place a “hold“ on your funds for the amount indicated by the merchant. We also may add an amount for certain merchants to ensure that sufficient funds will be available to cover the final transaction amount (such as to cover a tip at a restaurant). Transactions at certain merchants that preauthorize high dollar amounts, such as rental car companies and hotels, may cause a “hold“ on your available balance for up to 90 days. You will not be able to use the money on your Apple Cash Card that is “on hold.“ We will release any remaining amount when the transaction finally settles or the hold period expires.\n\n# H. Assigned PIN.\nYou will not be required to select a personal identification number (“PIN“) for use in connection with your Apple Cash Card. If a payment terminal requires you to enter a PIN to complete a transaction with your Apple Cash Card, you should enter “0000“ as your PIN.\n\n# I. No Overdraft.\nYour Apple Cash Card is not a credit card and does not provide overdraft or any line of credit.\n\n# 4. FUNDS TRANSFER SERVICE\n\n# A. Generally.\nThe Funds Transfer Service allows you to: (i) send P2P Transfers to other Users using the funds in your Apple Cash Balance as well as, in certain circumstances described below, by using a Supported Payment Card; (ii) load funds to your Apple Cash Balance using a Supported Payment Card; and (iii) initiate Bank Transfers to move money from your Apple Cash Balance to your designated bank account(s).\n\n# B. P2P Transfers.\nP2P Transfers allow you to transfer money to another User from different sources. The default funding source for P2P Transfers is your Apple Cash Balance. However, if you do not maintain a sufficient balance in your Apple Cash Balance to send a P2P Transfer in the amount you have entered, we will use the balance you have in your Apple Cash Balance and then you must fund the remaining portion of your P2P Transfer with a Supported Payment Card that you select. If you do not have any balance in your Apple Cash Balance, you must fund your entire P2P Transfer with a Supported Payment Card that you select. There are no fees for funding a P2P Transfer with a Supported Payment Card. Please note that the issuer of your Supported Payment Card may separately charge fees if your P2P Transfer is funded (either in whole or in part) with a Supported Payment Card.\nFor a P2P Transfer funded in whole or in part from your Apple Cash Balance, you authorize the Bank to debit your Apple Cash Balance for the amount of the transfer that is funded from your Apple Cash Balance.\nOther Users are not required to accept money you send them via a P2P Transfer. If a designated recipient is not a User or has disabled the ability to automatically receive P2P Transfers and does not accept the P2P Transfer within seven days, or if the P2P Transfer cannot otherwise be completed for any other reason, the P2P Transfer will automatically be canceled and we will refund the amount of the transaction to your Apple Cash Balance and/or Supported Payment Card, as applicable.\n\n# C. Recurring Payments.\nYou may set up recurring P2P Transfers at intervals of your choosing (each such transfer, a “Recurring Payment“). If you set up a Recurring Payment, you authorize and instruct us to debit your Apple Cash Balance or Supported Payment Card (as applicable) in the amount you instruct for each Recurring Payment and on the periodic interval you instruct (e.g., weekly, monthly).\nWhen you designate a Supported Payment Card as the funding source for a Recurring Payment, we will continue to debit that Supported Payment Card until you (i) cancel your Recurring Payment, (ii) select a different payment method, even if you delete the Supported Payment Card from your Eligible Device(s), or (iii) close your Apple Cash Account. If you make your Apple Cash Balance your default funding source for Recurring Payments, then funds will first be taken from your Apple Cash Balance for each Recurring Payment. If such funds are insufficient to fund the full Recurring Payment amount that you have authorized, we will fund the remaining portion of your Recurring Payment with your designated Supported Payment Card. If you do not have any balance in your Apple Cash Balance, your Recurring Payment will be funded entirely with the Supported Payment Card that you select.\nIn most cases, Recurring Payments will occur by 9 A.M. Pacific Time on the date of your scheduled payment, however payments may occasionally be delayed or not sent due to technical or other issues. You may not receive prior notification of Recurring Payments before they occur. If your designated funding source does not have sufficient funds available for any Recurring Payment, we may make additional attempts to debit funds, wait to retry on the next scheduled Recurring Payment date, or pause your Recurring Payment(s).\nYou can review your outstanding Recurring Payment instructions at any time by accessing Wallet on iPhone or Settings on iPad. You may pause or cancel a Recurring Payment at any time in Wallet or by contacting us at (877) 233-8552. To stop a Recurring Payment from being sent, we must receive your pause or cancellation request no later than 11:59 P.M. Pacific Time on the day prior to the date of your next scheduled Recurring Payment. For example, if you have a Recurring Payment scheduled to occur on July 15, you must pause or cancel that Recurring Payment by 11:59 P.M. Pacific Time on July 14 to ensure your Recurring Payment is not sent. We may cancel your Recurring Payment(s) if any prior payments from the associated Supported Payment Card are returned or for any other reason we deem appropriate.\n\n# D. Unauthorized Transactions and Errors Related to Loads and P2P Transfers Funded with a Supported Payment Card.\nFunds loaded to your Apple Cash Balance with a Supported Payment Card and the portion of a P2P Transfer that you fund with a Supported Payment Card does not involve your Apple Cash Balance or your Apple Cash Card and therefore is not subject to the additional protections described in Sections 9(A) below entitled “In Case of Errors or Questions About Your Registered Apple Cash Balance“ and 9(B) below entitled “Your Liability for Unauthorized Transfers“. You can contact the issuer of your Supported Payment Card if you think an error or unauthorized transaction has occurred in connection with such a load or P2P Transfer. You also should telephone us at (877) 233-8552 or write us at Apple Cash Customer Service, P.O. Box 9, West Chester, OH 45071 as soon as you can if you think an error has occurred in connection with such a P2P Transfer or if such a P2P Transfer was unauthorized so that we may assist.\nIf you contact us as indicated above, we will investigate any alleged error or unauthorized use in connection with a load or P2P Transfer funded with a Supported Payment Card and, should our investigation determine that the relevant transaction was erroneous or otherwise not authorized by you, we may refund the amount of the error or transaction to your Supported Payment Card, Apple Cash Balance, or via any other such method that we deem reasonable in our sole discretion. You agree to cooperate reasonably with us and our agents and service providers in our attempts to recover funds from, and to assist in the prosecution of, any unauthorized users of your Apple Cash Account. You agree that any unauthorized use does not include use by a person or merchant to whom you have given authority to use your Apple Cash Account, Eligible Device, or Credentials and that you will be liable for all such uses by such person or merchant. Payments that you are induced to make by an imposter or by other fraud are not “unauthorized“.\n\n# E. Bank Transfers.\nDistinct from P2P Transfers, the Funds Transfer Service also supports two types of Bank Transfers that involve: (i) a transfer from your Apple Cash Balance that uses the Automated Clearing House (“ACH“) system to transfer funds to your designated bank account, which usually takes 1 to 3 business days (an “ACH Transfer“); and (ii) a transfer from your Apple Cash Balance to an account that is associated with an eligible Supported Payment Card of a participating payment network that accepts such transfers in connection with the Services (each such card, an “Eligible Debit Card“, and such type of Bank Transfer, an “Instant Transfer“).\nIn order to request an ACH Transfer, you must provide us with identifying information regarding your bank account that you would like to receive the money, including your bank account and routing numbers. We may refuse a bank account or an ACH Transfer for security reasons. If a bank account is invalid or closed, any subsequent ACH Transfers to that bank account may be rejected. For ACH Transfers, we use the ACH system to transfer money from your Apple Cash Balance to your designated bank account. We generally process ACH Transfers within 1 to 3 business days of your request. The cutoff time for submitting a request for an ACH Transfer is 10:00 P.M. Pacific Time. Requests for ACH Transfers received after this cutoff time or on a non-business day may be processed by us on the next business day. ACH Transfers scheduled to be processed on a weekend or holiday will be processed on the next business day.\nIf you have Savings (as defined below), you may request an ACH Transfer to Savings by providing us with identifying information for the Savings account, including your account and routing numbers. For the avoidance of doubt, such transfers from your Apple Cash Balance to Savings are Bank Transfers, and will be completed using the ACH system. For information about transfers initiated from Savings in Wallet to or from your Apple Cash Balance, please see Section 6(E) below entitled “Savings in Wallet“.\nENTER AND REVIEW YOUR BANK ACCOUNT INFORMATION FOR ACH TRANSFERS CAREFULLY. You are solely responsible for ensuring that you have entered the correct routing and account numbers for your bank account and any other information we require for an ACH Transfer. If you enter this information incorrectly, your money may be lost.\nIn order to request an Instant Transfer, you must have an Eligible Debit Card provisioned to your Eligible Device. Not all Supported Payment Cards are eligible to accept Instant Transfers. We may refuse an Eligible Debit Card or an Instant Transfer for security reasons. For Instant Transfers, we transfer funds via the payment network on which your Eligible Debit Card is issued to the bank account associated with your Eligible Debit Card. Instant Transfers generally are processed within minutes of your request, but could take up to 30 minutes in some cases.\nThe financial institution that holds your bank account may take additional time to deposit the funds from a Bank Transfer into your bank account. We cannot guarantee the timely delivery or return of funds as a result of a failure of another financial institution to act in a timely manner. In addition, we may delay or suspend the processing of a Bank Transfer for security and fraud purposes and as otherwise specified in Section 4(F) below entitled “Additional Terms and Conditions for Using the Funds Transfer Service“.\nYou agree that you will have sufficient available money in your Apple Cash Balance to cover the amount of any Bank Transfer that you request, including any applicable fees. If you do not, we may reject the Bank Transfer. We will remove the money that you have designated to be transferred from your Apple Cash Balance when you submit the Bank Transfer to us.\nBy instructing and authorizing us to process a Bank Transfer, you represent and warrant to us that: (i) the financial institution that holds the bank account you designate to receive money via the Bank Transfer expressly permits (or does not prohibit) Bank Transfers; (ii) you have the authority to instruct and authorize us to process the Bank Transfer; (iii) the information you provide to us regarding the bank account you designate to receive money via the Bank Transfer is accurate and complete; (iv) you are an owner and authorized signer on the bank account you designate to receive money via the Bank Transfer; (v) no other person’s authorization is required for us to process the Bank Transfer; and (vi) such action does not violate the terms and conditions applicable to your bank account, these Terms, or applicable law.\nPlease note that not all types of bank accounts are eligible to receive a Bank Transfer. You must check with your financial institution to determine if there are any restrictions regarding Bank Transfers (e.g., 401k, IRA, and money market accounts may not be able to receive Bank Transfers). We are not responsible for any costs or losses incurred from Bank Transfers that are not permitted or restricted by the financial institution that holds your bank account or by applicable law.\n\n# F. Additional Terms and Conditions for Using the Funds Transfer Service.\nExcept as otherwise expressly provided herein or as otherwise required by applicable law, transactions authorized in connection with the Funds Transfer Service, including P2P Transfers, are non-refundable. We are not responsible for any loss of funds if you authorize and instruct us to send funds to the wrong User, account, or other designated recipient. Without limiting any other provisions of these Terms or our rights or remedies under applicable law, if you charge back or reverse a P2P Transfer funded with a Supported Payment Card (either in whole or in part) with the issuer of such Supported Payment Card, we may permanently restrict your Apple Cash Account. When your Apple Cash Account is permanently restricted, your Apple Cash Balance may only be spent at merchants or transferred to your designated bank account using an ACH Transfer, and money may not be added to your Apple Cash Balance.\nBy instructing and authorizing us to send money via the Funds Transfer Service, you represent, warrant, and covenant that: (i) you are legally authorized to use the funding source(s) that you have selected to perform the transaction; (ii) there are sufficient funds available to complete the transaction using your funding source; and (iii) such action does not violate the terms and conditions applicable to your funding source, these Terms, or applicable law. Once you instruct and authorize us to send money via the Funds Transfer Service, we will debit your selected funding source and, if the transaction is a P2P Transfer, notify the receiving User.\nExcept as otherwise expressly provided in, and without limiting any other provisions of, these Terms, we will not be liable if we fail to send, or delay the transmission of, funds to a designated recipient or account through the Funds Transfer Service if: (i) you have insufficient funds available to complete the transaction with your Apple Cash Balance or Supported Payment Card (as applicable); (ii) the issuer of your Supported Payment Card declines to process the transaction; (iii) the designated recipient or account does not accept the money through the Funds Transfer Service or is otherwise ineligible to receive the funds through the Funds Transfer Service; (iv) we believe the transaction may violate applicable law or these Terms; (v) we identify a security risk involving the transaction or the Funds Transfer Service; (vi) circumstances beyond our control (such as fire, flood, pandemic, terrorist attack, or national emergency) prevent the transaction, despite reasonable precautions that we have taken; or (vii) your Apple Cash Card or an Eligible Device that you have provisioned your Apple Cash Card to has been reported as lost or stolen or if we have reason to believe that your Credentials have been compromised or that the transaction is not authorized by you. We cannot guarantee the timely delivery or return of funds as a result of a failure of another financial institution or payment intermediary to act in a timely manner.\n\n# 5. APPLE CASH FAMILY\n\n# A. Generally.\nApple Cash Family is a feature that allows a User who is the organizer of an iCloud Family (as defined below) (each, an “Organizer”) to enable eligible members of their iCloud Family to use the Services by establishing a Family Account for them, subject to the limitations and requirements set forth in these Terms. For purposes of these Terms:\n - “Family Account” means an Apple Cash Account that is a sub-account of the Organizer’s Primary Apple Cash Account and is associated with a particular Family User.\n - “Family User” means an eligible member of an Organizer’s iCloud Family for whom a Family Account is established by the Organizer.\n - “Primary Apple Cash Account” means the Apple Cash Account associated with the Organizer’s use of the Services and not any Family User’s use of the Services.\n - “iCloud Family” means the group established by the Organizer for Family Sharing.\n - “Family Sharing” means the feature of the operating software on Eligible Devices that allows members of an iCloud Family to share certain services and features.\n - “Parent” means an adult member of an iCloud Family that the Organizer has designated as a parent or guardian.\nThe use of Apple Cash Family (including the ability of an Organizer to establish, and for Family Users to use, a Family Account) is subject to our approval, in our sole discretion, and the eligibility and other requirements set forth in these Terms.\n\n# B. Your Liability for Family Accounts.\nYou are the owner of each Family Account you establish. Except as specifically set forth in these Terms, if you establish a Family Account, references to your use of the Services in these Terms include any use of the Services by a Family User. For example, except as otherwise provided in these Terms, references to your “Apple Cash Account“, “Apple Cash Card“, and “Apple Cash Balance“ in these Terms include any Apple Cash Accounts, Apple Cash Cards, and Apple Cash Balances, as applicable, associated with the Family Accounts you establish.\nYou are liable for all transactions, fees, obligations, uses, and liabilities of or related to any Family Account you establish. This includes any transactions made by you, a Family User, or any person you or a Family User permit to access a Family Account or a Family User’s Credentials.\nYou are also liable for Family Users’ actions related to their Family Accounts and for Family Users’ compliance with these Terms. Any action of a Family User with respect to their Family Account will be attributed to you and your Apple Cash Account. For example, if a Family User engages in any activity prohibited by these Terms (including any activity described in Section 1(I) above entitled “Bank’s Right to Suspend or Terminate your Use of the Services“), we will attribute that activity to you and may take action against your Apple Cash Account and recover amounts owed to us from your Apple Cash Balance. In addition, to the extent permitted by applicable law, we may recover any amounts owed to us under these Terms from a Family Account, even if such amount relates to your Primary Apple Cash Account or another Family Account.\n\n# C. Number of Family Accounts.\nThe maximum number of Family Accounts that you are permitted to establish is five. We may, in our sole discretion and at any time, further limit the number of Family Accounts that may be established or maintained in connection with your Primary Apple Cash Account.\n\n# D. Eligibility.\nIn addition to the eligibility requirements to use the Services set forth in these Terms, in order to establish and maintain a Family Account: (i) your Primary Apple Cash Account must be registered with us and in good standing; (ii) you must be the Organizer of your iCloud Family; and (iii) your Eligible Device must have a version of operating software that supports Apple Cash Family. Each Family Account may only be associated with one Family User, and each Family User must: (i) have a physical residential address in the U.S.; (ii) be a member of the Organizer’s iCloud Family; (iii) be under the age of 18 at the time the Family Account is established; (iv) have an Eligible Device that has a version of operating software that supports Apple Cash Family; and (v) have an Apple Account that is in good standing with Apple and has enabled security features that Apple requires to access or use Apple Cash Family.\nWe may ask you to provide additional identifying information or documentation regarding you or a Family User in order to establish or maintain a Family Account. If you do not provide, or we are unable to verify (as necessary), any requested information or documentation, we may decline to establish a Family Account or close a Family Account or your Apple Cash Account.\n\n# E. Using a Family Account; Limits.\nIf you establish a Family Account for a Family User, the Family User will be able to use the Services with all of their Eligible Devices that are associated with their Apple Account and enabled to access the Services, subject to the applicable limitations and requirements set forth in these Terms. However: (i) Family Accounts may not make Direct Payments (as defined below); and (ii) if a Family User is under the age of 13, they will not be able load funds to their Apple Cash Balance or fund P2P Transfers with a Supported Payment Card or request an Instant Transfer, enable Auto Reload, or schedule a Recurring Payment. Please see Section 6 below entitled “Third-Party Services“ for more information on Direct Payments.\nYou can impose additional restrictions on the use of a Family Account, such as limiting who a Family User may send P2P Transfers to. However, you cannot limit who may send P2P Transfers to a Family User. You can elect to be notified about Family Account transactions, such as P2P Transfers. However, you cannot use the Services to directly transfer, access, or otherwise manage funds in an Apple Cash Balance associated with a Family Account, unless you close the Family Account. For more information on closing a Family Account, see Section 5(K) below entitled “Closing a Family Account“.\nEach Family Account is subject to the transaction limits specified in Section 7(B) below entitled “Transaction and Apple Cash Account Limits“. Family Account transactions are not counted toward the transaction limits for your Primary Apple Cash Account, and Family Account balances are not counted toward the balance limit for your Primary Apple Cash Account.\nThe amount of transactions performed with a Family Account, including all fees related thereto, will be debited from the available balance of funds in the Apple Cash Balance associated with that Family Account. Any merchant refunds or other amounts credited in connection with transactions performed with a Family Account or an Apple Cash Card associated with a Family Account will be added to the balance of the Apple Cash Balance associated with the Family Account. If there are insufficient funds in the Apple Cash Balance associated with a Family Account to cover the amount of a transaction, the transaction will be declined. Nevertheless, if the Apple Cash Balance associated with a Family Account has a negative balance, we may deduct the negative balance amount from any current or future funds in the Apple Cash Balance associated with your Primary Apple Cash Account, the Apple Cash Balance associated with another Family Account that is part of your iCloud Family, or any other card or account you register or maintain with us.\n\n# F. Family Account Information and Transaction History.\nFamily Users can view their Apple Cash Balance and obtain information about their Family Account and transactions at any time and at no cost directly from their Eligible Devices. You can also view the balance available on an Apple Cash Card associated with a Family Account at any time and at no cost by: (i) accessing your Apple Cash Account information on your Eligible Device; or (ii) calling (877) 233-8552.\nAdditionally, you, as well as a Parent in your iCloud Family, can access and view transactions associated with a Family Account at any time and at no cost from an Eligible Device. You can request a more detailed electronic transaction history for a Family Account (including information regarding any fees applied against the Family Account), at any time and at no cost from an Eligible Device. By establishing a Family Account, you consent to share and make information about a Family Account available to the applicable Family User and a Parent in your iCloud Family.\nIf a Family Account subsequently becomes a Graduated Account (as defined below), neither you nor a Parent in your iCloud Family will be able to view balance and transaction information or request an electronic transaction history for the Graduated Account from an Eligible Device. However, you may contact us to request a transaction history for a Family Account, although this transaction history will only include transactions that occurred prior to Graduation (as defined below). Please see Section 8(B) below entitled “Apple Cash Account Information and Transaction History“ for more information on how to contact us to do so.\n\n# G. Graduated Accounts.\nOnce a Family User is 18 years of age or older, and provided that your Apple Cash Account and the Family User’s Family Account are in good standing, the Family User may request to take ownership of their Family Account and graduate it to a standalone Apple Cash Account established in their name. A Family Account that subsequently graduates to a standalone Apple Cash Account is referred to as a “Graduated Account“, and the point in time at which an Apple Cash Account ceases to be a Family Account and becomes a Graduated Account is called “Graduation“.\nIf we approve a Family User’s request to establish a Graduated Account, which we may do in our sole discretion, that individual’s Apple Cash Account will cease to be a Family Account (i.e., their Apple Cash Account will no longer be a sub-account of your Primary Apple Cash Account). However, establishing a Graduated Account will not remove the individual from your iCloud Family generally or otherwise impact their access to the other features of Family Sharing.\nProvided that you have not locked the Family Account prior to Graduation, any funds that were maintained in the Apple Cash Balance associated with the Family Account prior to Graduation will be transferred to and accessible by the Graduated Account. If you have locked a Family Account, the Family User may still request to establish a Graduated Account, however any funds that were maintained in the Apple Cash Balance associated with the Family Account prior to Graduation will be transferred to the Apple Cash Balance and accessible by the Apple Cash Card associated with your Primary Apple Cash Account. Please see Section 5(J) below entitled “Locking a Family Account“ for more information on locking a Family Account.\nIn order to establish a Graduated Account, an eligible Family User must satisfy the eligibility requirements set forth in these Terms to use the Services. Following Graduation: (i) you will not be the owner of, or be liable for the activities of, the Graduated Account; (ii) you will not be able to access account information or transaction information for the Graduated Account; (iii) you will not be able to dispute transactions or otherwise communicate with us about the Graduated Account; (iv) you will not be able to lock or close the Graduated Account; and (v) the Graduated Account will continue to have access to the account information and transaction information for the Family Account that occurred prior to Graduation (i.e., the transaction information made available on an Eligible Device or in an electronic transaction history for a Graduated Account will include transactions that occurred prior to Graduation).\nBy agreeing to these Terms and establishing and maintaining a Family Account, you acknowledge and agree that a Family User who is 18 years of age or older may, with no additional action required on your part, graduate their Family Account to a Graduated Account and that, except as provided above, any funds associated with that Family Account prior to Graduation may be transferred to the Graduated Account, and you consent to a User with a Graduated Account continuing to be able to view and access information regarding transactions that occurred on their Family Account prior to Graduation.\n\n# H. Support.\nYou are the only individual that can communicate with us about a Family Account. Neither a Family User nor any other individuals (including a Parent in your iCloud Family) will be able to do so. If a Family Account you established subsequently becomes a Graduated Account, you will not be able to communicate with us about the Graduated Account. Please see Section 5(G) above entitled “Graduated Accounts“ for more information on Graduated Accounts.\n\n# I. Disputes and Error Resolution for Apple Cash Family.\nYou are the only individual that can dispute transactions or allege that an error has occurred in connection with a Family Account you establish. Neither a Family User nor any other individuals (including a Parent in your iCloud Family) will be able to do so. Please see Section 4(D) above entitled “Unauthorized Transactions and Errors Related to Loads and P2P Transfers Funded with a Supported Payment Card“ and Section 9(A) below entitled “In Case of Errors or Questions About Your Registered Apple Cash Balance“ to learn more about the process for notifying us if you think an error has occurred in connection with a Family Account.\nIf you dispute a transaction or allege that an error has occurred in connection with a Family Account, we may ask the relevant Family User for additional information regarding the alleged error. If an alleged error or our investigation for a Family Account entitles you to a credit, the credit will be applied to the Family Account, and not your Primary Apple Cash Account.\nIf a Family Account you established subsequently becomes a Graduated Account, you will only be able to dispute transactions or allege that an error has occurred for transactions that occurred prior to Graduation. If an alleged error or our investigation of a pre-Graduation transaction entitles you to a credit, the credit will be applied to your Primary Apple Cash Account, and not the Graduated Account. For transactions occurring after Graduation, only the User with the Graduated Account will be able to dispute those transactions or allege that an error has occurred, and any credits that may result will be applied to the Graduated Account.\n\n# J. Locking a Family Account.\nYou may lock a Family Account from your Eligible Device(s) at any time. If you lock a Family Account, that Family Account will not be closed and any funds in the associated Apple Cash Balance accessible via the relevant Apple Cash Card will remain, but the Family User’s Family Account will cease to be active and available on any of their Eligible Devices. If you subsequently reinstate that Family Account, that Family Account will become active again and any funds in the associated Apple Cash Balance will be available for transactions.\n\n# K. Closing a Family Account.\nYou may close a Family Account by calling (877) 233-8552 and satisfying other conditions that we may establish from time to time. For example, you may not be able to close a Family Account if it is not in good standing. If you close a Family Account, any funds in the Apple Cash Balance associated with the Family Account will be transferred to the Apple Cash Balance associated with your Primary Apple Cash Account. If you close a Family Account and any funds in the associated Apple Cash Balance cannot be transferred to the Apple Cash Balance associated with your Primary Apple Cash Account for any reason, then we may send you a check for the amount of any funds remaining in the Apple Cash Balance associated with the Family Account.\nBecause each Family Account is a sub-account of your Primary Apple Cash Account, if you close your Apple Cash Account or your Apple Account, any Family Accounts you have established will be closed as well. If you have a Family Account that currently has funds in a Apple Cash Balance, you may not be able to close either your Apple Cash Account or your Apple Account. If a Family User closes their Apple Account, you close their Apple Account on their behalf, or the Family User ceases to be a part of your iCloud Family for any reason, their Family Account will be closed automatically and funds in the Apple Cash Balance associated with the Family Account, if any, will be transferred to the Apple Cash Balance associated with your Primary Apple Cash Account as specified above.\n\n# 6. THIRD-PARTY SERVICES\n\n# A. Generally.\nCertain features supported by Apple Cash may be provided by Apple Payments or other third parties. Except as otherwise expressly provided in these Terms, we do not control, and are not responsible or liable to you for, such features or any other third-party products, services, or applications (collectively, “Third-Party Services“) or any providers of Third-Party Services. Separate terms and conditions may apply to Third-Party Services. You should read those terms and conditions carefully before accessing or using any Third-Party Services. You should address all disputes related to Third-Party Services with the applicable third party that provides the Third-Party Services.\n\n# B. Disbursements.\nCertain eligible businesses may allow you to authorize them to disburse funds to your Apple Cash Balance (each, a “Disbursement“). While Disbursements may be processed by Apple Payments, they are offered by the participating businesses that provide such funds and may be subject to certain additional terms and conditions of the disbursing businesses, which may change at any time without notice to you. We will not be liable for any loss or damage that may result from any interaction between you and a business with respect to Disbursements.\n\n# C. Direct Payments Service.\nYou may use funds in your Apple Cash Balance to make payments to certain eligible businesses that you authorize (each, a “Direct Payment“, and such service, the “Direct Payments Service“), except as specified in Section 5(E) above entitled “Using a Family Account; Limits“. The Direct Payments Service is a service offered by Apple Payments, and your use of the Direct Payments Service is subject to Apple Payments’ Direct Payments Terms and Conditions, which are available at www.applepayments.apple.com. We are not responsible for the delivery, quality, safety, legality, or any other aspect of goods or services that are paid for using the Direct Payments Service.\n\n# D. Merchant Offers.\nMerchants may present certain discounts, rebates, or other benefits to you (e.g., free shipping, discounts, etc.) (“Offers“) for the use of your Apple Cash Card, Apple Pay, or otherwise. Such Offers may be subject to certain terms and conditions, which may change at any time without notice to you. We will not be liable for any loss or damage that may result from any interaction between you and a merchant with respect to such Offers.\n\n# E. Savings in Wallet.\nIf you have a savings account available through Apple Card (“Savings“), by going to Savings in Wallet you may authorize Goldman Sachs Bank USA to initiate a transfer of funds between Savings and your Apple Cash Balance, subject to the limits specified in Section 7(B) below entitled “Transaction and Apple Cash Account Limits” and any limits that otherwise apply to Savings. Transfers initiated from Savings in Wallet to or from your Apple Cash Balance are provided by Goldman Sachs Bank USA, Salt Lake City Branch, and such funds transfers, and any disputes that may arise from them, are subject to Goldman Sachs Bank USA’s applicable Deposit Account Agreement.\n\n# 7. FEES AND LIMITS\n\n# A. Fees.\nYou agree to pay us the following fees for your use of the Services:\n - 1.5% of the transaction amount, subject to a $0.25 minimum and a $15 maximum\nAll fees will be rounded to the nearest cent. We reserve the right to change or add fees for the Services in the future.\n\n# B. Transaction and Apple Cash Account Limits.\nIf you have registered your Apple Cash Account, your use of the Services is subject to the following limits.1 If you are the Organizer of one or more Family Accounts, these limits apply only to your Primary Apple Cash Account:\n - Adding funds to your Apple Cash Balance with a Supported Payment Card: $10 - $10,000 per\n              transaction and up to $10,000 per week2\n - P2P Transfers - Send: $1-$10,000 per transaction and up to $10,000 per week2\n - Tap to Cash - Send3is further limited to $1-$2,000 per transaction and up to $2,000 per week2\n - P2P Transfers - Receive: $1-$10,000 per transaction and up to $10,000 per week2\n - Tap to Cash - Receive3is further limited to $1-$2,000 per transaction and up to $2,000 per week2\n - Bank Transfers: $1 - $10,000 per transaction4 and up to $20,000 per week2\n - Apple Cash Balance/Apple Cash Card balance: up to $20,000\n - Tap to Cash - Send3is further limited to $1-$2,000 per transaction and up to $2,000 per week2\n - Tap to Cash - Receive3is further limited to $1-$2,000 per transaction and up to $2,000 per week2\nFamily Accounts are subject to the following limits. These limits are separate from the limits above on your Primary Apple Cash Account. Balance and transactions for Family Accounts are counted separately for each Family Account and are not counted against balance or transaction limits in your Primary Apple Cash Account5:\n - Adding funds to your Apple Cash Balance with a Supported Payment Card: $10 - $2,000 per transaction and up to $2,000 per week2\n - P2P Transfers - Send (including Tap to Cash3): $1-$2,000 per transaction and up to $2,000 per week2\n - P2P Transfers - Receive (including Tap to Cash3): $1-$2,000 per transaction and up to $2,000 per week2\n - Bank Transfers: $1 - $2,000 per transaction4 and up to $4,000 per week2\n - Apple Cash Balance/Apple Cash Card balance: up to $4,000\n1 The limits described in this Section will adjusted as follows if you have not registered your Apple Cash Account. If we have not verified your identity to register the Apple Cash Account, your Apple Cash Balance may not, in one or more transactions, (i) send more than $500 or (ii) receive more than $500 from P2P Transfers or by adding funds with a Supported Payment Card. Commencing on October 4, 2024 and on a rolling basis, we will also start requiring that users verify their identity to send, in one or more transactions, more than $500 in P2P Transfers (whether sending from the Apple Cash Balance, a Supported Payment Card, or a combination thereof), and all prior P2P send transfers will count toward this limit. Please see Section 1(F) above for information on registering your Apple Cash Account.\n2 Weekly limits are based on a rolling 7-day period.\n3 “Tap to Cash” is a P2P Transfer performed by holding your iPhone or Apple Watch near another User’s iPhone or Apple Watch. Tap to Cash limits are in addition to the P2P Transfer limits provided above, and Tap to Cash will count toward the corresponding P2P Transfer limits as well.\n4 Minimum transaction limit for Bank Transfers only applies if your Apple Cash Balance exceeds $1. If your balance is less than $1, you can transfer your remaining balance via an ACH Transfer or, if your balance exceeds $0.25, via an Instant Transfer.\n5 The ability to add funds to an Apple Cash Balance, fund P2P Transfers (including Tap to Cash) with a Supported Payment Card, or request an Instant Transfer is not available to Family Users under the age of 13.\nLimits are subject to change. We will notify you as required by applicable law if these limits decrease. However, please note that we may lower these limits, impose additional limits, or cancel, delay, or block a transaction without prior notice for security reasons or as otherwise described in these Terms.\n\n# C. Additional Limits on your use of the Services.\nWe may decline to complete or delay a transaction in connection with the Services: (i) if we believe it may involve or result in a violation of applicable law or expose us to liability or risk of loss; (ii) if the transaction instructions or authorization are unclear, ambiguous, or incomplete; (iii) if we identify a fraud or security risk involving the transaction or the Services; or (iv) as otherwise stated in these Terms. In addition, before we process certain transactions or before you may use certain features of your Apple Cash Account and/or the Services, we may require you to undergo further identity or account verification, including, but not limited to, verifying your email or mobile phone, or uploading an image of your state issued ID for verification. We are not responsible for any losses or damages that may result from our delay or cancellation of a transaction or for any failure to notify you of such delay or cancellation, except as otherwise expressly provided in these Terms.\nYou agree not to use the Services in connection with unlawful domestic or international gambling websites or payment processors that support unlawful gambling websites or to purchase illegal goods or services. The Services may not be used to get cash or for what we consider, in our sole discretion, a cash-like transaction, including but not limited to, ATM and teller withdrawals, third-party money transfers, broker/dealer transactions, prepaid card and stored value purchases and loads, cryptocurrency transactions, purchasing lottery tickets, gaming chips and other methods used for gambling, and wagers and other betting transactions.\n\n# 8. APPLE CASH BALANCE AND TRANSACTION HISTORY\n\n# A. Apple Cash Balance.\nYou can view the balance available in your Apple Cash Balance at any time and at no cost by: (i) accessing your Apple Cash Account on your Eligible Device; (ii) logging into appleid.apple.com; or (iii) calling (877) 233-8552.\n\n# B. Apple Cash Account Information and Transaction History.\nYou may obtain information about your Apple Cash Balance and Apple Cash Account transactions at any time and at no cost directly from your Eligible Device. Additionally, you may obtain a more detailed electronic transaction history of all transactions, including information regarding any fees applied against your Apple Cash Balance at any time and at no cost by requesting one directly from your Eligible Device. If you have registered your Apple Cash Account, you may also obtain this transaction history at any time and at no cost by calling (877) 233-8552 or writing us at Electronic Transaction History Request, P.O. Box 1070, West Chester, OH 45071. If you submit your request in writing, please include your name, date of birth, and address with your request. Upon receiving your request, we will send your transaction history to the email address associated with your Apple Account. You acknowledge that, while the Services constitute separate services offered by us, all of your transactions using the different components of the Services, including P2P Transfers funded from your Apple Cash Balance and/or funded with a Supported Payment Card, will be reflected in your Apple Cash Account information on your Eligible Device and in any transaction history we send to you.\n\n# C. No Periodic or Paper Statements.\nYou will not receive periodic or paper statements in connection with the Services.\n\n# 9. OTHER RIGHTS AND OBLIGATIONS REGARDING ERRORS, UNAUTHORIZED TRANSFERS, FAILURE TO MAKE TRANSFERS, AND PREAUTHORIZED PAYMENTS FROM YOUR APPLE CASH BALANCE\n\n# A. In Case of Errors or Questions About Your Registered Apple Cash Balance.\nTelephone us at (877) 233-8552 or write us at Apple Cash Customer Service, P.O. Box 9, West Chester, OH 45071 as soon as you can if you think an error has occurred in connection with your registered Apple Cash Balance (including any Apple Cash Balances associated with Family Accounts you have established). We must allow you to report an error until 60 days after the earlier of: (i) the date you electronically accessed your registered Apple Cash Balance information on your Eligible Device, provided the error could be viewed in your registered Apple Cash Balance information on your Eligible Device; or (ii) the date we sent the FIRST electronic transaction history for your registered Apple Cash Balance on which the error appeared. When notifying us, you will need to tell us: (i) your name, date of birth, and address; (ii) why you believe there is an error and the dollar amount involved; and (iii) approximately when the error took place. If you tell us orally, we may require that you send us your complaint or question in writing within 10 business days.\nWe will determine whether an error occurred within 10 business days after we hear from you and will correct any error promptly. If we need more time, however, we may take up to 45 days to investigate your complaint or question. If we decide to do this, we will provide a provisional credit to your registered Apple Cash Balance within 10 business days for the amount you think is in error, so that you will have the use of the value of the amount you think is in error during the time it takes us to complete the investigation. If we ask you to put your complaint or question in writing and we do not receive it within 10 business days, we may not credit your registered Apple Cash Balance.\nFor errors involving new Apple Cash Balances that have been registered or point-of-sale or foreign initiated transactions involving your registered Apple Cash Balance, we may take up to 90 days to investigate your complaint or question. For errors involving new Apple Cash Balances that have been registered, we may take up to 20 business days to provisionally credit your registered Apple Cash Balance for the amount you think is in error.\nWe will tell you the results within three business days after completing our investigation. If we decide that there was no error, we will send you a written explanation. You may ask for copies of the documents that we used in our investigation.\nThe error resolution provisions set forth in this subsection only apply if you have registered your Apple Cash Account and Apple Cash Balance. Until you register your account and we verify your identity, we are not required to research or resolve any errors regarding your Apple Cash Account or Apple Cash Balance. Please see Section 1(F) above entitled “Registering your Apple Cash Account with Bank“ to learn more about how you can register your Apple Cash Account and therefore your Apple Cash Balance. If you need more information about our error resolution procedures, call us at (877) 233-8552.\nPlease see Section 5(I) above entitled “Disputes and Error Resolution for Apple Cash Family” to learn more about how these error resolution rights apply to Family Accounts and Graduated Accounts.\nPlease see Section 4(D) above entitled “Unauthorized Transactions and Errors Related to Loads and P2P Transfers Funded with a Supported Payment Card,” for information about resolving errors in connection with the loads funded with a Supported Payment card and the portion of P2P Transfers funded with a Supported Payment Card. As further described therein, loads and the portion of P2P transfers funded with a Supported Payment Card do not involve your Apple Cash Balance and are therefore not subject to the error resolution rights set forth above in this section.\n\n# B. Your Liability for Unauthorized Transfers.\nTell us AT ONCE if you believe your Eligible Device is lost or stolen, your Credentials have been compromised, or your Apple Cash Balance or Apple Cash Account has been accessed without your permission. Reporting such loss, theft, compromise, or unauthorized access by calling us at (877) 233-8552 is the best way of keeping your possible losses down. You could lose all the money in your Apple Cash Balance. If you tell us within two business days after you learn of the loss or theft of your Eligible Device, the compromise of your Credentials, or the unauthorized access of your Apple Cash Account, you can lose no more than $50 if someone used your registered Apple Cash Balance without your permission. If you do NOT tell us within two business days after you learn of the loss or theft of your Eligible Device, the compromise of your Credentials, or the unauthorized access of your Apple Cash Balance or Apple Cash Account, and we can prove that we could have stopped someone from using your registered Apple Cash Balance without your permission if you had told us, you could lose as much as $500.\nAlso, if your Apple Cash Account information available on your Eligible Device or any transaction history that we send you shows transfers that you did not make with your registered Apple Cash Balance (including P2P Transfers funded by your Apple Cash Balance), tell us at once. If you do not tell us within 60 days after: (i) you electronically access your registered Apple Cash Balance information on your Eligible Device or (ii) we provide you with a transaction history for your registered Apple Cash Balance, you may not get back any money you lost after the 60 days if we can prove that we could have stopped someone from taking money from your registered Apple Cash Balance if you had told us in time. If a good reason (such as a long trip or hospital stay) kept you from telling us, we will extend the time periods.\nThe limited liability provisions set forth in this subsection only apply if you have registered your Apple Cash Balance and only apply to the portion of transactions involving your Apple Cash Balance. These limited liability provisions do not apply to loads with a Supported payment Card or the portion of P2P Transfers funded with a Supported Payment Card. Please see Section 1(F) above entitled “Registering your Apple Cash Account with Bank“ to learn more about how you can register your Apple Cash Balance and Apple Cash Account. Please see Section 4(D) above entitled “Unauthorized Transactions and Errors Related to Loads and P2P Transfers Funded with a Supported Payment Card“ regarding obtaining assistance for Loads and P2P Transfers that are funded in whole or in part with a Supported Payment Card. For transactions that are funded in part with Apple Cash Balance and in part with a Supported Payment Card, this Section apples to the portion funded with Apple Cash Balance and Section 4(D) applies to the portion funded with a Supported Payment Card.\n\n# C. You Must Notify Us of Lost or Stolen Eligible Devices, Compromised Credentials, and Unauthorized Apple Cash Balance or Apple Cash Account Activity.\nYou agree to notify us of the loss or theft of your Eligible Device(s), the compromise of any of your Credentials, and of any unauthorized access of your Apple Cash Balance or Apple Cash Account. If you believe your Eligible Device has been lost or stolen, your Credentials have been compromised, or that someone has accessed your Apple Cash Balance or Apple Cash Account without authorization, contact us at (877) 233-8552.\nYou agree to cooperate reasonably with us and our agents and service providers in our attempts to recover funds from, and to assist in the prosecution of, any unauthorized users of your Apple Cash Balance or Apple Cash Account. You agree that any unauthorized use does not include use by a person or merchant to whom you have given authority to use your Apple Cash Balance, Apple Cash Account, Eligible Device, or Credentials and that you will be liable for all such uses by such person or merchant.\n\n# D. Our Liability for Failing to Make Transfers.\nIf we do not complete a transaction to or from your Apple Cash Balance on time or in the correct amount according to these Terms, we may be liable for your losses or damages under section 910 of the Electronic Fund Transfer Act (Title IX of the Consumer Credit Protection Act, 15 U.S.C. §§ 1693 et seq.). However, there are some exceptions. We will not be liable, for instance: (i) if, through no fault of ours, your Apple Cash Balance funds are insufficient for the transaction or are unavailable for withdrawal (for example, because they have not been finally collected or are subject to legal process); (ii) if a computer system or POS terminal was not working properly and you knew about the problem when you started the transaction; (iii) if a merchant refuses to honor your Apple Cash Card; (iv) if circumstances beyond our control (such as fire, flood, terrorist attack, pandemic or national emergency) prevent the transaction, despite reasonable precautions that we have taken; (v) if you attempt to use your Apple Cash Account that has not been verified once identity verification is required; (vi) if your Eligible Device has been reported as lost or stolen, if your Credentials or Apple Cash Account have been compromised, if your Apple Cash Account has been suspended by us, if we have limited or revoked your Apple Cash Account privileges, or if we have reason to believe the transaction is not authorized by you; or (vii) as otherwise provided in these Terms.\n\n# E. Preauthorized Payments and your Right to Stop Preauthorized Payments.\nIf you have arranged to have a preauthorized payment made to your Apple Cash Balance at least once every 60 days from the same person, the person making the payment should tell you every time they send the payment. You may also call us at (877) 233-8552 and access your Apple Cash Account information on your Eligible Device to find out whether or not the payment has been made to your Apple Cash Balance.\nIf you have told us in advance to make regular payments with your Apple Cash Card or Apple Cash Balance, you can stop any of these payments by calling us at (877) 233-8552 or by writing us at Apple Cash Customer Service, P.O. Box 1070, West Chester, OH 45071 in time for us to receive your request at least three business days before the payment is scheduled to be made. If you call, we may also require you to put your request in writing and get it to us within 14 days after you call. If you order us to stop one of these payments at least three business days before the payment is scheduled, and we do not do so, we will be liable for your losses or damages to the extent provided in these Terms or required by applicable law. If these regular payments vary in amount, the person you are going to pay should tell you, at least 10 days before each payment, when the payment will be made and how much it will be. Please note that the person you are going to pay may give you the option of receiving notice only when a transfer falls outside a specified range of amounts or only when a transfer differs from the most recent transfer by more than an agreed-upon amount.\n\n# F. Disputes with Merchants.\nWe are not responsible for the delivery, quality, safety, legality, or any other aspect of goods and services that you purchase with your Apple Cash Card or Apple Cash Account.\n\n# G. Bank’s Right to Correct Errors.\nYou authorize us to debit or credit your Apple Cash Balance and any Supported Payment Card as we deem necessary to correct errors regarding transactions involving the Services.\n\n# 10. PRIVACY POLICY; AUTHORIZATION TO COLLECT AND USE DATA\n\n# A. Privacy Policy.\nOur Privacy Policy governs our collection, use, storage, and disclosure of your information as a result of using the Services. You acknowledge and agree that you have been presented with the opportunity to review our Privacy Policy prior to accepting these Terms.\nOur Privacy Policy discloses our sharing of personal information about you with third parties. We only share your personal information with third parties: (i) if it is necessary for completing transactions or otherwise providing or improving the Services; (ii) to verify the existence and condition of your Apple Cash Account with us for a third party (e.g., a merchant); (iii) to comply with government agency or court orders; (iv) if you give us your consent; (v) to enable our service providers to administer your Apple Cash Account and perform data processing, records management, collections, identity verification, customer service, and other similar services for us; and (vi) to identify, prevent, investigate, or report possible suspicious or illegal activity.\nWe may disclose information that is not personally identifiable for other purposes.\n\n# B. Authorization to Collect and Share Data.\nYou agree that we may collect, transmit, store, and use information about you in accordance with our Privacy Policy. Such information includes technical, location, login, or other information about you and your use of your Apple Cash Account through Apple Pay. You acknowledge that, in accordance with our Privacy Policy, (i) Apple, the provider of Apple Pay technology that supports the Apple Cash Account in Apple Pay, as well as Apple’s sub–contractors, agents, and affiliates, and (ii) the payment network for the Apple Cash Card, as well as its sub–contractors, agents, and affiliates, will have access to certain information about your Apple Cash Account and your use of the Services. In addition, you acknowledge that, in accordance with our Privacy Policy, we may share information regarding your Apple Cash Account with Apple Payments as necessary for Apple Payments to process Disbursements and Direct Payments to and from your Apple Cash Account.\nFurthermore, you acknowledge that the use and disclosure of any personal information provided by you directly to Apple, the payment network for the Apple Cash Card, or other third parties supporting Apple Pay will be governed by such party’s privacy policy and not our Privacy Policy.\nFor our compliance purposes and in order to provide the Services to you, you hereby authorize us to, directly or through a third party, obtain, verify, and record information and documentation for purposes of verifying your identity and your payment account information.\n\n# 11. ADDITIONAL PROVISIONS RELATED TO THE SERVICES\n\n# A. FDIC Insurance.\nGreen Dot Bank is an FDIC-insured bank and will act as the Depository unless we notify you otherwise. We will hold the funds credited to your Apple Cash Balance in a custodial account on your behalf, and those funds, together with all other funds that you hold at the Depository (and any of its brands) in the same right and capacity, are insured up to the regulatory limits prescribed by the FDIC, subject to certain conditions, including that you verify your identity to register your Apple Cash Account as described below. Green Dot Bank also operates under the brands GO2bank, GoBank, Green Dot Bank, and Bonneville Bank. Deposits under any of these trade names are deposits with a single FDIC-insured bank, Green Dot Bank, and are aggregated for deposit insurance coverage.\nIn order to have the funds in your Apple Cash Balance be eligible for FDIC insurance, you must verify your identity to register your Apple Cash Account and, as a result, your Apple Cash Balance, as described in Section 1(F) above entitled “Registering your Apple Cash Account with Bank”. If you do not fully and accurately register your Apple Cash Account with us or we are unable to verify your identity, any funds credited to your Apple Cash Balance will not be insured by the FDIC in your name. For further information regarding insurance of accounts, you may write to the FDIC at 550 17th Street, N.W., Washington, D.C. 20429, telephone the FDIC’s toll-free consumer hotline at 877-275-3342, or visit its website at www.fdic.gov.\n\n# B. No Interest.\nYou will not receive any interest on the funds in your Apple Cash Balance.\n\n# C. Contacting Issuers of Supported Payment Cards.\nIf you believe your Supported Payment Card has been used to transfer money via the Services without your permission, you should immediately contact the issuer of that Supported Payment Card and otherwise comply with the policies and procedures set forth in the agreement with the issuer of your Supported Payment Card, as well as these Terms.\n\n# D. Jailbroken Devices.\nIf you make unauthorized modifications to your Eligible Device, such as by disabling hardware or software controls (sometimes referred to as “jailbreaking“), your Eligible Device may no longer be eligible to access or use the Services. You acknowledge that the use of a modified Eligible Device in connection with the Services is expressly prohibited, constitutes a violation of these Terms, and is grounds for us to deny or limit your access to your Apple Cash Account.\n\n# E. Communicating with Bank.\nIf you provide Bank with your phone number, you consent to receive automatically dialed and prerecorded calls and text messages at that number from Bank or others acting on Bank’s behalf, but only related to your Apple Cash Account and never for promotional purposes. When you communicate with Bank by telephone or electronically regarding your Apple Cash Account, you agree that Bank may record these phone calls and save these electronic communications without further notice to you or any party to these communications.\n\n# F. Taxes.\nYou acknowledge and agree that you are solely responsible for determining, paying, withholding, filing, and reporting all taxes, duties, and other governmental assessments associated with your activity in connection with the Services. We are not responsible for determining whether you owe taxes in connection with your access to or use of the Services or for collecting, reporting, or remitting taxes arising from your access to or use of the Services, except for our own income taxes.\n\n# 12. INDEMNIFICATION\nYou agree to indemnify, hold harmless, and (at our request) defend us and any Program Manager, Issuer, and Depository we may designate, our and their affiliates, and our and their respective employees, officers, directors, agents, and contractors from and against all claims, demands, suits, damages, costs, lawsuits, fines, penalties, liabilities, and expenses, including reasonable attorneys’ fees, that arise from any third-party claim due to or arising out of: (i) your access to or use of the Services; (ii) your breach or alleged breach of these Terms; (iii) your violation of applicable law, including, but not limited to, infringement of third-party intellectual property rights; (iv) any action we take pursuant to your instructions; or (v) your other actions or omissions that result in liability to us. We reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us under these Terms, and you agree to cooperate with our defense of these claims.\n\n# 13. DISCLAIMERS\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR ACCESS TO AND USE OF THE SERVICES AND ALL INFORMATION, PRODUCTS, AND OTHER CONTENT (INCLUDING THAT OF THIRD PARTIES) INCLUDED IN OR ACCESSIBLE THROUGH THE SERVICES ARE AT YOUR OWN RISK. TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE SERVICES ARE PROVIDED ON AN “AS IS“ AND “AS AVAILABLE“ BASIS WITHOUT ANY WARRANTIES OF ANY KIND, AND WE EXPRESSLY DISCLAIM ANY AND ALL CONDITIONS, REPRESENTATIONS, WARRANTIES, EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTY OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, WE MAKE NO WARRANTY THAT (A) THE SERVICES WILL MEET YOUR REQUIREMENTS; (B) THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE; (C) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE; (D) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICES WILL MEET YOUR EXPECTATIONS; OR (E) ANY ERRORS IN THE SERVICES WILL BE CORRECTED. NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY US OR ANY OF OUR AUTHORIZED REPRESENTATIVES WILL CREATE ANY WARRANTY.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF OR LIMITATIONS OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU. HOWEVER, ANY LIMITATION WILL BE CONSTRUED TO MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW.\n\n# 14. LIMITATION OF LIABILITY\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WE AND ANY PROGRAM MANAGER, ISSUER, AND DEPOSITORY WE MAY DESIGNATE, OUR AND THEIR AFFILIATES, AND OUR AND THEIR RESPECTIVE EMPLOYEES, OFFICERS, DIRECTORS, AGENTS, AND CONTRACTORS WILL NOT BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR ACCESS TO OR USE OF THE SERVICES OR ANY INFORMATION, PRODUCTS, OR OTHER CONTENT (INCLUDING THAT OF THIRD PARTIES) INCLUDED IN OR ACCESSIBLE THROUGH THE SERVICES, INCLUDING, BUT NOT LIMITED TO, ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY, OR PUNITIVE DAMAGES OF ANY KIND, INCLUDING, BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, OR OTHERWISE, EVEN IF FORESEEABLE. WITHOUT LIMITING THE FOREGOING AND TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN THE EVENT YOU OR ANY OTHER PERSON OR ENTITY IS ENTITLED TO DIRECT DAMAGES ARISING OUT OF OR IN CONNECTION WITH YOUR ACCESS, USE, OR INABILITY TO ACCESS OR USE, THE SERVICES OR ANY INFORMATION, PRODUCTS, OR OTHER CONTENT (INCLUDING THAT OF THIRD PARTIES) INCLUDED IN OR ACCESSIBLE THROUGH THE SERVICES, THE COLLECTIVE LIABILITY OF BANK AND ANY OTHER PROGRAM MANAGER, ISSUER, AND DEPOSITORY WE MAY DESIGNATE, OUR AND THEIR AFFILIATES, AND OUR AND THEIR RESPECTIVE EMPLOYEES, OFFICERS, DIRECTORS, AGENTS, AND CONTRACTORS (REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, TORT, OR OTHERWISE) WILL NOT EXCEED $100.\nIN ADDITION TO AND WITHOUT LIMITING ANY OF THE FOREGOING, WE AND ANY PROGRAM MANAGER, ISSUER, OR DEPOSITORY WE MAY DESIGNATE WILL HAVE NO LIABILITY FOR ANY FAILURE OR DELAY RESULTING FROM ANY CONDITION BEYOND OUR REASONABLE CONTROL, INCLUDING, WITHOUT LIMITATION, ACTS OF GOD, ACTS OF TERRORISM, LABOR CONDITIONS, POWER FAILURES, INTERNET DISTURBANCES, OR ANY SERVICES OR SYSTEMS CONTROLLED BY THIRD PARTIES.\nTHE LIMITATIONS IN THIS SECTION DO NOT AFFECT ANY LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\n\n# 15. ARBITRATION NOTICE\nTHESE TERMS CONTAIN AN ARBITRATION PROVISION. PLEASE READ THIS PROVISION CAREFULLY, AS IT AFFECTS YOUR LEGAL RIGHTS.\n\n# A. ACKNOWLEDGMENT OF ARBITRATION.\nThe Services are being made available and priced by Bank on the basis of your acceptance of the following arbitration provision. By accepting these Terms or otherwise accessing or using the Services, you acknowledge that you are giving up the right to litigate Claims (as defined below) if either party elects arbitration of the Claims pursuant to this Section, except as otherwise expressly provided herein, and you hereby knowingly and voluntarily waive the right to trial of all Claims subject to these Terms. You further acknowledge that you have read this arbitration provision carefully, agree to its terms, and are entering into these Terms voluntarily and not in reliance on any promises or representations whatsoever except those contained in these Terms.\n\n# B. Arbitration of Claims.\nExcept as expressly provided herein, any claim, dispute, or controversy (whether based upon contract; tort, intentional or otherwise; constitution; statute; common law; or equity and whether pre-existing, present or future), including initial claims, counter-claims, cross-claims, and third-party claims, arising from or relating to: (i) the Services or any other service relating to your Apple Cash Account; (ii) the marketing of the Services; (iii) these Terms, including the validity, enforceability, interpretation, scope, or application of these Terms and this arbitration provision (except for the prohibition on class or other non-individual claims, which will be for a court to decide); and (iv) any other agreement or instrument relating to the Services (“Claim“) shall be decided, upon the election of you or Bank (or Bank’s agents, employees, successors, representatives, affiliated companies, or assigns), by binding arbitration. Arbitration replaces the right to litigate a Claim in court or to have a jury trial. The American Arbitration Association (“AAA“) will serve as the arbitration administrator. You may obtain copies of the current rules, forms, and instructions for initiating an arbitration with the AAA by contacting the AAA as follows: online at www.adr.org or by writing to the AAA at American Arbitration Association, Case Filing Services, 1101 Laurel Oak Road, Suite 100, Voorhees, NJ 08043.\n\n# C. Other Claims Subject to Arbitration.\nIn addition to Claims brought by either you or Bank, Claims made by or against Bank by or against anyone connected with you or Bank or claiming through you or Bank (including an employee, agent, representative, affiliated company, predecessor or successor, heir, assignee, or trustee in bankruptcy) will be subject to arbitration as described herein.\n\n# D. Exceptions.\nWe agree not to invoke our right to arbitrate any individual Claim you bring in small claims court or an equivalent court so long as the Claim is pending only in that court. This arbitration provision also does not limit or constrain Bank’s right to interplead funds in the event of Claims to funds associated with your Apple Cash Account by several parties.\n\n# E. Individual Claims Only.\nClaims may be submitted to arbitration on an individual basis only. Claims subject to this arbitration provision may not be joined or consolidated in arbitration with any Claim of any other person or be arbitrated on a class basis, in a representative capacity on behalf of the general public, or on behalf of any other person, unless otherwise agreed to by the parties in writing. However, related Apple Cash Accounts are considered as one person, and Bank, its employees, officers, directors, agents, and affiliates are considered as one person.\n\n# F. Arbitration Fees.\nIf you initiate arbitration, Bank will advance any arbitration fees, including any required deposit. If Bank initiates or elects arbitration, Bank will pay the entire amount of the arbitration fees, including any required deposit. Bank will also be responsible for payment and/or reimbursement of any arbitration fees to the extent that such fees exceed the amount of the filing fees you would have incurred if your Claim had been brought in the state or federal court nearest your residence with jurisdiction over the Claims.\n\n# G. Procedure.\nA single arbitrator will resolve the Claims. The arbitrator will be a lawyer with at least ten years of experience or who is a former or retired judge. The arbitration will follow the AAA’s rules and procedures in effect on the date the arbitration is filed, except when there is a conflict or inconsistency between the AAA’s rules and procedures and this arbitration provision, in which case this arbitration provision will govern. Any in-person arbitration hearing for a Claim will take place within the federal judicial district in which you live or at such other reasonably convenient location as agreed by the parties. The arbitrator will apply applicable substantive law consistent with the Federal Arbitration Act, 9 U.S.C. §§ 1 et seq. (the “FAA“), and will honor all claims of privilege and confidentiality recognized at law. All statutes of limitations that would otherwise be applicable will apply to any arbitration proceeding. The arbitrator will be empowered to grant whatever relief would be available in court under law or in equity. Any appropriate court may enter judgment upon the arbitrator’s award. This arbitration provision is made pursuant to a transaction involving interstate commerce and will be governed by the FAA.\n\n# 16. CHANGES TO THESE TERMS\nWe may modify, suspend, or discontinue the Services and/or revise these Terms from time to time in our sole discretion without prior notice or liability to you, subject to applicable law. If we are required to provide you notice of any changes to these Terms, we will do so in accordance with the Electronic Communications Agreement. Subject to applicable law, your continued use of the Services following such notice shall be deemed to be your acceptance of such modified version of these Terms.\nIn certain instances, we may not give you advance notice if we need to make the change immediately in order to comply with applicable law or to maintain or restore the security of your Apple Cash Account or the Services. If any such change will not be temporary and disclosure to you of that change would not jeopardize the security of your Apple Cash Account or the Services, we will provide notice to you within 30 days after making the change or as otherwise required by applicable law.\nYou are free to decide whether or not to accept a revised version of these Terms, but accepting these Terms, as revised, is required for your continued access to and use of the Services. If you do not agree to these Terms or any revised version of these Terms, your sole recourse is to cease accessing and using the Services. Except as otherwise expressly stated by us, your access to and use of the Services are subject to the version of these Terms in effect at the time of your access or use.\n\n# 17. MISCELLANEOUS\n\n# A. Governing Law; Jurisdiction.\nThese Terms will be governed by and interpreted in accordance with federal law and, to the extent federal law does not apply, the laws of the State of Utah. You consent and submit to the exclusive jurisdiction of the state and federal courts located in Salt Lake City, Utah with respect to all controversies arising out of or in connection with your access to and use of the Services and these Terms that are not subject to arbitration or to any proceedings to enforce the arbitration provision or to confirm or vacate an arbitration award. If our records reflect that you are a resident of Illinois, the laws of the State of Illinois, rather than Utah, will apply to the extent federal law does not apply, and all controversies arising out of or in connection with your access to and use of the Services and these Terms that are not subject to arbitration or to any proceedings to enforce the arbitration provision or to confirm or vacate an arbitration award must be brought by us in the state and federal courts of Illinois.\n\n# B. Our Business Days.\nOur business days are Monday through Friday, excluding federal and legal banking holidays in the State of Utah.\n\n# C. Entire Agreement.\nThese Terms, together with the Electronic Communications Agreement and Privacy Policy, set forth the entire understanding and agreement between you and us, whether written or oral, with respect to the Services and supersede any prior or contemporaneous understandings or agreements with respect to the Services. If any of the provisions of these Terms are invalid, or declared invalid by order of court, change in applicable law, or regulatory authority, the remaining provisions of these Terms will not be affected, and these Terms will be interpreted as if the invalid provisions had not been included in these Terms. These Terms may not be modified, supplemented, qualified, or interpreted by any trade usage or prior course of dealing not expressly made a part of these Terms. These Terms and any rights hereunder, including your Apple Cash Account, may not be sold, transferred, or assigned by you without our prior written consent, but may be sold, transferred, or assigned by us in whole or in part (including with respect to our roles as Program Manager, Issuer, or Depository) without restriction and without your prior consent. Any attempted sale, transfer, or assignment by you without our prior written consent will be null and void. No agency, joint venture, partnership, trust, or employment relationship is created between you and us by way of these Terms. The failure by us to enforce at any time any of the provisions of these Terms, to exercise any election or option provided herein, to require at any time your performance of any of the provisions herein, or to enforce our rights under these Terms or applicable law will not in any way be construed as a waiver of such provisions or rights. The section headings used herein are for convenience only and will not be given any legal import.\n\n# D. Ownership and Proprietary Rights in the Services.\nAll right, title, and interest in and to the Services, including any updates, upgrades, and modifications thereto, and any associated patents, trademarks, copyrights, mask work rights, trade secrets, and other intellectual property rights, belong solely and exclusively to Bank and its licensors, and, except as expressly set forth in these Terms, we do not grant you any licenses or other rights, express or implied, to the Services. You acknowledge and agree that the Services are protected by applicable copyright, trademark, and other intellectual property laws. All words and logos displayed in connection with the Services that are marked by the ™ or ® symbols are trademarks and service marks of Bank and/or their respective owners. The display of a third-party trademark in connection with the Services does not mean that we have any relationship with that third party or that such third party endorses the Services or Bank.\nSubject to these Terms, we hereby grant you a limited, revocable, personal, non-exclusive, and non-transferable right and license to access and use the Services solely for your personal, non-commercial purposes. Except as expressly provided by these Terms or as otherwise expressly permitted by us, you may not use, modify, disassemble, decompile, reverse engineer, reproduce, distribute, rent, sell, license, publish, display, download, transmit, or otherwise exploit the Services in any form by any means. Without limiting the foregoing, you agree not to (and not to allow any third party to): (i) use any robot, spider, scraper, or other automatic or manual device, process, or means to access or copy the Services; (ii) take any action that imposes or may impose (in our sole determination) an unreasonable or a disproportionately large load on the Services or our infrastructure; (iii) utilize any device, software, or routine that will interfere or attempt to interfere with the functionality of the Services; (iv) rent, lease, copy, provide access to, or sublicense any portion of the Services to a third party; (v) use any portion of the Services to provide, or incorporate any portion of the Services into, any product or service provided to a third party; (vi) remove or obscure any proprietary or other notices contained in the Services; or (vii) use the Services for any illegal or unauthorized purpose.\nWithout limiting any of the other terms of these Terms and except as otherwise expressly permitted by us, you may not: (i) access or use any part of the Services for any commercial purpose; (ii) access or use the Services for any illegal purpose; (iii) modify or attempt to modify or in any way tamper with the Services; (iv) access or use the Services in a way that may infringe upon the intellectual property or other rights of any third party, including, without limitation, trademark, copyright, privacy, or publicity rights; or (v) interfere with or disrupt networks connected to the Services or violate the regulations, policies, or procedures of such networks.\n\n# E. Intellectual Property Rights to Apple Pay.\nAll intellectual property rights, including all patents, trade secrets, copyrights, trademarks, and moral rights, in Apple Pay are owned by Apple, and all text, graphics, software, photographs, and other images, videos, sound, trademarks, and logos are owned either by Apple or its licensors. Nothing in these Terms gives you any rights in respect of any intellectual property owned by Apple, its licensors, or third parties, and you acknowledge that you do not acquire any ownership rights by using your Apple Cash Account in connection with Apple Pay.\n\n# F. Contact Us.\nIf you have any questions regarding these Terms or the Services, please contact us at (877) 233-8552.\nEffective Date. October 2, 2025\n\n# Electronic Communications Agreement\nGreen Dot Bank, member FDIC(“Bank”), and Apple Payments Inc. (“Apple Payments”), and together with Bank (“we”, “us”, or “our”), and our respective designees may need to provide you with certain information, agreements, or disclosures in writing in connection with your use of the Services offered by Bank and the Direct Payments Service (as defined in the Direct Payments Service Terms and Conditions (the “Direct Payments Terms”)) offered by Apple Payments in connection with Apple Cash (each, a “Communication”). By agreeing to this Electronic Communications Agreement (this “Agreement”), you are confirming your ability, and providing your consent, to receive Communications electronically from us, Apple Inc., and our service providers and affiliates instead of in paper form and to the use of electronic signatures in our relationship with you. Without limiting the foregoing, you further agree that Communications may be provided to you via email, text message, iOS or watchOS notifications, or other electronic notification methods supported by the software you use to access the Services or the Direct Payments Service. Any terms that are capitalized but not defined in this Agreement have the meaning given to them in the Apple Cash Terms and Conditions (the “Terms”).\nOur ability to provide Communications to you electronically is dependent upon you maintaining a valid email address. We may send Communications to the email address that is associated with your Apple Account. Therefore, you agree to maintain a valid email address associated with your Apple Account for as long as you maintain your Apple Cash Account. In the event Communications are provided to you via email, via text message, within an application, or via the software you use to access the Services or Direct Payments Service, it is your responsibility to review those Communications. We and our designees may, at our discretion, mail paper copies of Communications to you, in addition to or instead of sending them to you electronically.\nYou understand and agree that: (i) this Agreement, together with the Terms and the Direct Payments Terms, will be entered into electronically; (ii) you meet the minimum hardware and software requirements specified below; (iii) your consent to receive Communications electronically will remain valid until you withdraw your consent by closing your Apple Cash Account; and (iv) Communications that may be provided electronically include, but are not limited to, the following:\n - Agreements (including the Terms, the Direct Payments Terms, and this Agreement) and disclosures,\n              including changes to and updated versions of those agreements and disclosures;\n - Bank’s Privacy Policy, the Direct Payments Privacy Notice, as well as annual notices and other\n              disclosures regarding Bank’s Privacy Policy and the Direct Payments Privacy Notice;\n - Information regarding your use of the Services and the Direct Payments Service, including your Apple\n              Cash Card balance and your Apple Cash Account activity;\n - Account statements, authorizations, receipts, and transaction histories related to your use of the\n              Services and the Direct Payments Service;\n - Notices to you of the resolution of any error regarding your Apple Cash Account; and\n - Inquiries and notices to you about transactions made with the Services or the Direct Payments\n              Service.\nIn order to receive Communications, you must meet the following hardware and software requirements:\n - Have an Eligible Device with access to the internet;\n - Has an operating software that supports the Services; and\n - Have a valid email address associated with your Apple Account.\nIn order to retain Communications, you will need the ability to electronically store or print Communications, including from your Eligible Devices. We may change these requirements from time to time.\nConsent to receiving electronic Communications is a requirement of being able to access and use the Services and the Direct Payments Service. Except as may be required by applicable law, you do not have the option of requesting Communications in paper or non-electronic form. You can withdraw your consent only by closing your Apple Cash Account. In order to update your email address, please visit the Apple Account support website and update your Apple Account. For information on closing your Apple Cash Account, please see the subsection entitled “Your Right to Suspend or Close your Apple Cash Account” in the Terms.\nIf you have any questions regarding this Agreement, the Services, or the Direct Payments Service, please contact us at (877) 233-8552.\nEffective October 2, 2025 to present.\n\n# Direct Payments Terms and Conditions\nThese Direct Payments Terms and Conditions (these “Direct Payments Terms”) are a legal agreement between you (“you” or “your”) and Apple Payments Inc. (“Apple Payments”, “we”, “us” or “our”) that govern your use of the Direct Payments Service (as defined below). These Direct Payments Terms supplement and are in addition to other terms and conditions that you have entered governing your use of Apple Cash, including Bank’s Apple Cash Terms and Conditions (the “Apple Cash Terms”) and the Electronic Communications Agreement. Capitalized terms that are not defined in these Direct Payments Terms have the meanings given to them in the Apple Cash Terms. “Bank” means Green Dot Bank, member FDIC, the issuer of your Apple Cash Account. In the event of a conflict between these Direct Payments Terms and the Apple Cash Terms, these Direct Payments Terms will govern, but solely with respect to the Direct Payments Service.\nTHESE DIRECT PAYMENTS TERMS CONTAIN AN ARBITRATION NOTICE. PLEASE READ THIS NOTICE CAREFULLY, AS IT AFFECTS YOUR LEGAL RIGHTS, INCLUDING BY REQUIRING MANDATORY INDIVIDUAL ARBITRATION OF DISPUTES.\n\n# 1. THE DIRECT PAYMENTS SERVICE\nThe “Direct Payments Service” allows you to use funds in your Payment Account to make payments directly to certain eligible businesses that we designate from time to time and that you authorize (each, a “Payment”). There are no fees for using the Direct Payments Service. When you make a Payment to an eligible business utilizing the Direct Payments Service, you authorize us to withdraw the necessary funds from your Payment Account in accordance with your instructions, which may be provided either to us directly or to the business to which you are making the Payment. Your requested Payments may be declined if you do not have sufficient funds available in your Payment Account to satisfy the requested Payment.\nWhen you use the Direct Payments Service, your Payment will be made through an electronic funds transfer. We will generally withdraw the funds from your Payment Account and electronically transmit those funds to the business on the same day as your request.\nYou may access the Direct Payments Service with all of the Eligible Devices that are associated with your Apple ID. You acknowledge that these Direct Payments Terms will govern your use of the Direct Payments Service across all of your Eligible Devices, and that you will only be presented with these Direct Payments Terms at the time you initially agree to use the Direct Payments Service.\n\n# 2. ELIGIBILITY AND LIMITS\n\n# A. Eligibility.\nIn order to use the Direct Payments Service, you must have an Apple Cash Account in good standing with Bank. As a result, all of the eligibility requirements set forth in the Apple Cash Terms must be satisfied in order for you to use the Direct Payments Service. If you suspend your Apple Cash Account on an Eligible Device, you will not be able to use the Direct Payments Service on that Eligible Device. Similarly, if your Apple Cash Account is closed entirely, you will no longer be able to access the Direct Payments Service.\nAdditionally, you must have successfully registered your Apple Cash Account with Bank before you can use the Direct Payments Service. Please see the subsection entitled “Registering your Apple Cash Account with Bank” in the Apple Cash Terms and Conditions to learn more about how you can register your Apple Cash Account with Bank.\n\n# B. Limits on Direct Payments Service Transfers.\nYour use of the Direct Payments Service is subject to the following limits:\n - Payments: $0.01 - $20,000 per transaction; up to $20,000 for any rolling 7-day\n              period.\nLimits are subject to change. We will notify you as required by applicable law if these limits decrease. However, please note that we may lower these limits, impose additional limits, or cancel, delay, or block a Payment without prior notice for security reasons or as otherwise described in these Direct Payments Terms. The Bank may also impose limits pursuant to the Apple Cash Terms.\n\n# C. Additional Limits on your use of the Direct Payments Service.\nWe may decline to complete or delay a Payment: (i) if we believe it may involve or result in a violation of applicable law or expose us to liability or risk of loss; (ii) if the Payment instructions or authorization are unclear, ambiguous, or incomplete; (iii) if we identify a fraud or security risk involving an individual Payment or the Direct Payments Service; or (iv) as otherwise stated in these Direct Payments Terms or the Apple Cash Terms. We are not responsible for any losses or damages that may result from our delay or cancellation of a Payment or for any failure to notify you of such delay or cancellation, except as otherwise expressly provided in these Direct Payments Terms. You agree not to use the Direct Payments Service in connection with unlawful domestic or international gambling websites or payment processors that support unlawful gambling websites or to purchase illegal goods or services.\n\n# 3. DIRECT PAYMENTS SERVICE TRANSACTION HISTORY\nYou may obtain information about your Payments at any time and at no cost directly from your Eligible Device. Additionally, you may obtain a more detailed electronic transaction history of your Apple Cash Account transactions, including information regarding Payments made using the Direct Payments Service, at any time and at no cost by requesting one directly from your Eligible Device. You may also obtain this transaction history at any time and at no cost by calling (877) 233-8552 or writing Bank at Electronic Transaction History Request, P.O. Box 1070, West Chester, OH 45071. If you submit your request to Bank in writing, please include your name, date of birth, and address with your request. Upon your request, Bank will send your transaction history to the email address associated with your Apple ID.\n\n# 4. ADDITIONAL TERMS AND CONDITIONS FOR USING THE DIRECT PAYMENTS SERVICE\nExcept as otherwise expressly provided herein or as otherwise required by applicable law, Payments authorized in connection with the Direct Payments Service are non-refundable. We are not responsible for any loss of funds if you give incorrect instructions or if your payment instructions are not given sufficiently in advance to allow for timely delivery of your Payment. You represent and warrant that all Payments you make comply with applicable law.\nExcept as otherwise expressly provided herein, and without limiting any other provisions of these Direct Payments Terms, we will not be liable if we fail to send, or delay the transmission of, funds to a designated business through the Direct Payments Service if: (i) you have insufficient funds available to complete the Payment with your Apple Cash Account; (ii) we or the Bank believe the Payment may violate applicable law, these Direct Payments Terms or the Apple Cash Terms; (iii) we or the Bank identify a security risk involving the Payment or the Direct Payments Service; (iv) circumstances beyond our control (such as fire, flood, terrorist attack, or national emergency) prevent the Payment, despite reasonable precautions that we have taken; or (v) your Apple Cash Card or an Eligible Device that you have provisioned your Apple Cash Card to has been reported as lost or stolen or if we or the Bank have reason to believe that your Credentials have been compromised or that the Payment is not authorized by you. We cannot guarantee the timely delivery of funds as a result of a failure of another financial institution or payment intermediary to act in a timely manner.\n\n# 5. CUSTOMER SERVICE\n\n# A. In Case of Questions about your Payments\nPlease call (877) 255-5923 if you think a mistake has occurred in connection with a Payment. If you have questions about your Apple Cash Account with Bank, please call (877) 233-8552. You can also find additional information regarding Apple Payments at www.applepayments.apple.com.\n\n# B. Cooperation in Recovery Efforts\nYou agree to cooperate reasonably with us and our agents and service providers in our attempts to recover funds from, and to assist in the prosecution of, any unauthorized use of the Direct Payments Service. You agree that any unauthorized use does not include use by a person to whom you have given authority to use your Apple Cash Account, Eligible Device, or Credentials and that you will be liable for all such uses by such person.\n\n# C. Disputes with Businesses\nWe are not responsible for the delivery, quality, safety, legality or any other aspect of goods or services for which Payment are made using the Direct Payments Service.\n\n# 6. PRIVACY AND DATA SHARING\nOur collection, use, storage, and disclosure of your information as a result of using the Direct Payments Service is governed by the Direct Payments Privacy Notice. As described in greater detail in Section 10(B) of the Apple Cash Terms entitled “Authorization to Collect and Share Data”, Bank shares data regarding your Apple Cash Account with Apple Payments as necessary in order to process Payments. You can learn how Bank protects your information by reviewing their privacy policy at applepaycash.greendot.com/privacy/.\n\n# 7. BUSINESS DAYS\nOur business days are Monday through Friday, excluding U.S federal holidays.\n\n# 8. INDEMNIFICATION\nYou agree to indemnify, hold harmless, and (at our request) defend us and any Program Manager, Issuer, and Depository, our and their affiliates, and our and their respective employees, officers, directors, agents, and contractors from and against all claims, demands, suits, damages, costs, lawsuits, fines, penalties, liabilities, and expenses, including reasonable attorneys’ fees, that arise from any third-party claim due to or arising out of: (i) your access to or use of the Direct Payments Service; (ii) your breach or alleged breach of these Direct Payments Terms; (iii) your violation of applicable law, including, but not limited to, infringement of third-party intellectual property rights; (iv) any action we take pursuant to your instructions; or (v) your other actions or omissions that result in liability to us. We reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us under these Direct Payments Terms, and you agree to cooperate with our defense of these claims.\n\n# 9. DISCLAIMERS\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR ACCESS TO AND USE OF THE DIRECT PAYMENTS SERVICE AND ALL INFORMATION, PRODUCTS, AND OTHER CONTENT (INCLUDING THAT OF THIRD PARTIES) INCLUDED IN OR ACCESSIBLE THROUGH THE DIRECT PAYMENTS SERVICE ARE AT YOUR OWN RISK. TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE DIRECT PAYMENTS SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT ANY WARRANTIES OF ANY KIND, AND WE EXPRESSLY DISCLAIM ANY AND ALL CONDITIONS, REPRESENTATIONS, WARRANTIES, EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTY OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, WE MAKE NO WARRANTY THAT (A) THE DIRECT PAYMENTS SERVICE WILL MEET YOUR REQUIREMENTS; (B) THE DIRECT PAYMENTS SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE; (C) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE DIRECT PAYMENTS SERVICE WILL BE ACCURATE OR RELIABLE; (D) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE DIRECT PAYMENTS SERVICE WILL MEET YOUR EXPECTATIONS; OR (E) ANY ERRORS IN THE DIRECT PAYMENTS SERVICE WILL BE CORRECTED. NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY US OR ANY OF OUR AUTHORIZED REPRESENTATIVES WILL CREATE ANY WARRANTY.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF OR LIMITATIONS OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU. HOWEVER, ANY LIMITATION WILL BE CONSTRUED TO MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW.\n\n# 10. LIMITATION OF LIABILITY\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WE AND ANY PROGRAM MANAGER, ISSUER, AND DEPOSITORY, OUR AND THEIR AFFILIATES, AND OUR AND THEIR RESPECTIVE EMPLOYEES, OFFICERS, DIRECTORS, AGENTS, AND CONTRACTORS WILL NOT BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR ACCESS TO OR USE OF THE DIRECT PAYMENTS SERVICE OR ANY INFORMATION, PRODUCTS, OR OTHER CONTENT (INCLUDING THAT OF THIRD PARTIES) INCLUDED IN OR ACCESSIBLE THROUGH THE DIRECT PAYMENTS SERVICE, INCLUDING, BUT NOT LIMITED TO, ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY, OR PUNITIVE DAMAGES OF ANY KIND, INCLUDING, BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, OR OTHERWISE, EVEN IF FORESEEABLE. WITHOUT LIMITING THE FOREGOING AND TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN THE EVENT YOU OR ANY OTHER PERSON OR ENTITY IS ENTITLED TO DIRECT DAMAGES ARISING OUT OF OR IN CONNECTION WITH YOUR ACCESS, USE, OR INABILITY TO ACCESS OR USE, THE DIRECT PAYMENTS SERVICE OR ANY INFORMATION, PRODUCTS, OR OTHER CONTENT (INCLUDING THAT OF THIRD PARTIES) INCLUDED IN OR ACCESSIBLE THROUGH THE DIRECT PAYMENTS SERVICE, THE COLLECTIVE LIABILITY OF APPLE PAYMENTS AND ANY PROGRAM MANAGER, ISSUER, AND DEPOSITORY, OUR AND THEIR AFFILIATES, AND OUR AND THEIR RESPECTIVE EMPLOYEES, OFFICERS, DIRECTORS, AGENTS, AND CONTRACTORS (REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, TORT, OR OTHERWISE) WILL NOT EXCEED $100.\nIN ADDITION TO AND WITHOUT LIMITING ANY OF THE FOREGOING, WE AND ANY PROGRAM MANAGER, ISSUER, OR DEPOSITORY WILL HAVE NO LIABILITY FOR ANY FAILURE OR DELAY RESULTING FROM ANY CONDITION BEYOND OUR REASONABLE CONTROL, INCLUDING, WITHOUT LIMITATION, ACTS OF GOD, ACTS OF TERRORISM, LABOR CONDITIONS, POWER FAILURES, INTERNET DISTURBANCES, OR ANY SERVICES OR SYSTEMS CONTROLLED BY THIRD PARTIES.\nTHE LIMITATIONS IN THIS SECTION DO NOT AFFECT ANY LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\n\n# 13. ARBITRATION NOTICE\nTHE DIRECT PAYMENTS SERVICE IS BEING MADE AVAILABLE AND PRICED BY APPLE PAYMENTS ON THE BASIS OF YOUR ACCEPTANCE OF THE FOLLOWING ARBITRATION NOTICE. BY ENTERING INTO THESE DIRECT PAYMENTS TERMS, YOU ARE AGREEING TO BINDING ARBITRATION RATHER THAN LITIGATION IN ANY COURT. YOU HEREBY KNOWINGLY AND VOLUNTARILY WAIVE THE RIGHT TO ASSERT ANY CLAIM ARISING OUT OF OR IN CONNECTION WITH THE DIRECT PAYMENTS TERMS IN ANY COURT, EXCEPT AS EXPRESSLY PROVIDED BELOW IN SECTION 13(C). YOU FURTHER ACKNOWLEDGE THAT YOU ARE ENTERING INTO THESE DIRECT PAYMENTS TERMS VOLUNTARILY AND NOT IN RELIANCE ON ANY PROMISES OR REPRESENTATIONS WHATSOEVER EXCEPT THOSE CONTAINED IN THESE DIRECT PAYMENTS TERMS THEMSELVES.\nTHIS ARBITRATION NOTICE AFFECTS YOUR LEGAL RIGHTS. PLEASE READ IT CAREFULLY.\n\n# A. Arbitration of Claims.\nYou and Apple Payments mutually agree that any dispute, claim, or controversy (whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory) arising out of or relating to these Direct Payments Terms or the breach, termination, enforcement, interpretation, or validity thereof, including the determination of the scope or applicability of this agreement to arbitration, or to the use of the Direct Payments Service (hereinafter “Claim” or “Claims”) shall be settled by binding arbitration before a single arbitrator. The arbitration shall be administered by JAMS in accordance with the JAMS Streamlined Arbitration Rules and Procedures (the “JAMS Streamlined Arbitration Rules”) in effect on the date the arbitration is filed, and will be governed by the JAMS Policy on Consumer Arbitrations Pursuant to Pre-Dispute Clauses Minimum Standards of Procedural Fairness (the “JAMS Minimum Consumer Standards”).Judgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof. This clause shall not preclude parties from seeking provisional remedies in aid of arbitration from a court of appropriate jurisdiction. The arbitrator can award any damages or relief on your individual claim that a court of law could, including individual injunctive relief and attorneys’ fees when available under the governing law. The arbitrator will also be empowered to determine the arbitrability of any Claim. Any Claim will be decided by an arbitrator, rather than by a judge or jury, and an arbitration award will be final and binding on you and Apple Payments, without any right of appeal. Court review of an arbitration award will be very limited.With the exception of Section C below, you and Apple Payments hereby waive the right to assert any Claim in any court.As set out in Section D below, all arbitrations will be conducted on an individual basis, and there shall be no class or collective actions in arbitration.\n\n# B. Other Claims Subject to Arbitration.\nIn addition to Claims brought by either you or Apple Payments, Claims made by or against an employee, agent, representative, affiliated company, or subsidiary of Apple Payments will be subject to arbitration as described herein.\n\n# C. Exceptions.\nWe agree not to invoke our right to arbitrate any individual Claim you bring in small claims court or an equivalent court with jurisdiction, so long as the Claim is pending only in that court. This arbitration provision does not limit or constrain Apple Payments’ right to interplead funds in the event of claims to funds associated with your Payment Account by several parties.\n\n# D. Individual Claims Only.\nClaims may be submitted to arbitration on an individual basis only. Claims subject to this arbitration provision may not be joined or consolidated in arbitration with any Claim of any other person or be arbitrated on a class basis, in a representative capacity, on behalf of the general public, or on behalf of any other person, unless otherwise agreed to by the parties in writing. You acknowledge and agree that you are waiving any ability to join or consolidate your Claim in arbitration with the Claim of any other person and to bring any Claim on a class basis, in a representative capacity, on behalf of the general public, or on behalf of any other person. Further, unless you and Apple Payments both otherwise agree in writing, the arbitrator may not consolidate your Claim with that of any other person, and may award relief only in favor of your individual Claim. The arbitrator may not award relief for or against any other party, whether directly or indirectly. If a court of competent jurisdiction deems this paragraph to be unenforceable with respect to any Claim, then the entirety of the Arbitration Notice (the “Notice”) will be deemed void with respect to such Claim. Except as provided in the preceding sentence, the Notice will survive any termination of these Direct Payments Terms. Related Apple Cash Accounts are considered as one person, and Apple Payments, its employees, officers, directors, agents, and affiliates are considered as one person. The arbitrator will be competent to determine the arbitrability of any Claim that is attempted to be joined or consolidated in arbitration with the Claim of any other person or brought on a class basis, in a representative capacity, on behalf of the general public, or on behalf of any other person.\n\n# E. Arbitration Fees.\nIf you initiate arbitration, Apple Payments will advance any arbitration fees, including any required deposit. Apple Payments will also be responsible for payment and/or reimbursement of any arbitration fees which exceed either (1) the amount of filing fees you would have incurred if your Claim had been brought in the state or federal court nearest your residence with jurisdiction, or (2) US$ 250, whichever is lesser. If Apple Payments initiates or elects arbitration, Apple Payments will pay the entire amount of the arbitration fees, including any required deposit. Regardless of who initiates arbitration, Apple Payments will pay all other arbitration-related costs, including any remaining JAMS Case Management Fee and all professional fees for the arbitrator’s services.\n\n# F. Arbitration Procedure.\nA single arbitrator will resolve the Claims. The place of arbitration will be the State in which you are a legal resident. You have the right to an in-person arbitration hearing for your Claim should you so choose. Any such hearing will take place within the federal judicial district in which you live, or in a reasonably convenient location as agreed by the parties. The arbitration will be conducted in English. The arbitrator will be either a retired judge or an attorney with at least ten years of experience and will be selected by the parties; provided, however, that if the parties are unable to agree upon an arbitrator within seven (7) days of delivery of the Demand for Arbitration, then JAMS will appoint the arbitrator in accordance with the JAMS Streamlined Arbitration Rules.The arbitrator will be empowered to grant whatever relief would be available in court under law or in equity, but may not grant any form of relief identified in Section D above without the express written consent of both parties. Discovery or exchange of non-privileged information relevant to the dispute will be allowed, keeping in mind the reasonable need for the requested information, the availability of other discovery options, and the burdensomeness of the request on the opposing party. The arbitrator’s award will address all claims properly brought before the arbitrator and will include the essential findings and conclusions upon which the arbitrator based the award. This arbitration provision is made pursuant to a transaction involving interstate commerce and will be governed by the FAA. You may obtain copies of the current JAMS Streamlined Arbitration Rules, forms, and instructions for initiating an arbitration with JAMS by contacting JAMS online at www.jamsadr.com. Where there is a conflict or inconsistency between the JAMS Streamlined Arbitration Rules and procedures and this arbitration provision, this arbitration provision will govern.\n\n# G. Confidentiality.\n\n# H. Severability.\nExcept as provided in Section D, any provision of this Notice deemed unenforceable by a court of competent jurisdiction may be severed, and the remainder of the Notice shall be given full force and effect.\n\n# 14. CHANGE IN TERMS\nWe may modify, suspend, or discontinue the Direct Payments Service and/or revise these Direct Payments Terms from time to time in our sole discretion without prior notice or liability to you, subject to applicable law. If we are required to provide you notice of any changes to these Direct Payments Terms, we will do so in accordance with the Electronic Communications Agreement. Subject to applicable law, your continued use of the Direct Payments Service following such notice shall be deemed to be your acceptance of such modified version of these Direct Payments Terms.\n\n# 15. Governing Law\nThe Direct Payments Terms will be governed by and interpreted in accordance with the laws of the State in which you are a legal resident.\n\n# 16. Effective Date.\nEffective August 6, 2019 to present.\n\n# Direct Payments Privacy Notice\nThis Privacy Notice describes how Apple Payments Inc. (“we,” “us,” and “our”) collects and shares your personal information. This Privacy Notice applies only to your use of services provided by Apple Payments Inc., and does not apply to any other product or service that you may obtain from Apple Inc. or its affiliates or subsidiaries.\n[Table Data: FACTS WHAT DOES APPLE PAYMENTS INC. DO WITH YOUR PERSONAL INFORMATION? Why? Financial companies choo...]\nFinancial companies choose how they share your personal information. Federal law gives consumers the right to limit some, but not all, sharing. Federal law also requires us to tell you how we collect, share, and protect your personal information. Please read this notice carefully to understand what Apple Payments Inc. does.\nThe types of personal information Apple Payments Inc. collects and shares depend on the product or service you have with us. This information can include:\n - account balances\n - account transactions and purchase history\n - transaction history and payment history\nWhen you are no longer our customer, we continue to share your information as described in this notice.\n[Table Data: Reasons Apple Payments Inc. can share your personal information For Apple Payments Inc.’s everyday b...]\n[Table Data: Questions Visit applepayments.apple.com....]\n[Table Data: What we do How does Apple Payments Inc. protect my personal information? To protect your personal in...]\nApple Payments Inc. collects your personal information, for example, when you\n - open an account\n - use your account or provide account information\n - give us your contact information\nWe also collect your personal information from others, such as credit bureaus, affiliates,or other companies.\nFederal law gives you the right to limit only:\n - sharing for affiliates’ everyday business purposes—information about your\n                        creditworthiness\n - affiliates from using your information to market to you\n - sharing for nonaffiliates to market to you\nState laws and individual companies may give you additional rights to limit sharing. See below for more on your rights under state law.\n[Table Data: Definitions Affiliates Companies related by common ownership or control. They can be financial and n...]\nCompanies related by common ownership or control. They can be financial and nonfinancial companies.\n - Our affiliates include companies with Apple in their name.\nCompanies not related by common ownership or control. They can be financial and nonfinancial companies.\n - Apple Payments Inc. does not share with nonaffiliates so they can market to you.\nA formal agreement between nonaffiliated financial companies that together market financial products or services to you.\n - Apple Payments Inc. does not jointly market.\nOther important information\nIf you are a California resident, we will only share your information with nonaffiliates if permitted by California law, including if you provide your consent to the sharing.\nIf you are a Vermont resident, we will not share information we collect about you with affiliated or nonaffiliated third parties, except as permitted by Vermont law, such as to process your transactions or to maintain your account, or as authorized by you.\nEffective Date. Effective August 6, 2019 to present.\n\n# Apple Payments Inc. Licenses\n[Table Data: Jurisdiction Regulatory Agency Alabama Alabama Securities Commission Alaska Alaska Department of Com...]\n* Texas customers click here for information about filing complaints about our money transmission products or services.\n\n# Alaska\nAlaska Department of Commerce, Community, and Economic Development\nIf your issue is unresolved by Apple Payments Inc. after first calling (877) 255-5923, please submit formal complaints with the State of Alaska, Division of Banking & Securities.\nPlease download the form here: https://www.commerce.alaska.gov/web/portals/3/pub/DBSGeneralComplaintFormupdated.pdf\nSubmit formal complaint form with supporting documents:\nDivision of Banking & Securities PO Box 110807 Juneau, AK 99811-0807\nIf you are an Alaska resident with questions regarding formal complaints, please email us at dbs.licensing@alaska.gov or call Nine Zero Seven Four Six Five Two Five Two One\n\n# California\nCalifornia Department of Financial Protection and Innovation\nIf you have complaints with respect to any aspect of the money transmission activities conducted at this location, you may contact the California Department of Financial Protection and Innovation:\nDepartment of Financial Protection and Innovation - Consumer Services\n2101 Arena Boulevard, Sacramento, CA 95834\nTel: 1-866-275-2677\nEmail: Ask.DFPI@dfpi.ca.gov\n\n# Colorado\nColorado Division of Banking\nCUSTOMER NOTICE\nEntities other than FDIC insured financial institutions that conduct money transmission activities in Colorado, including the sale of money orders, transfer of funds, and other instruments for the payment of money or credit, are required to be licensed by the Colorado Division of Banking pursuant to the Money Transmitters Act, Title 11, Article 110, Colorado Revised Statutes.\nIf you have a Question about or Problem with YOUR TRANSACTION – THE MONEY YOU SENT:\nYou must contact the Money Transmitter who processed your transaction for assistance. The Division ofBanking does not have access to this information.\nIf you are a Colorado Resident and have a Complaint about THE MONEY TRANSMITTER – THE COMPANY THAT SENT YOUR MONEY:\nAll complaints must be submitted in writing. Please fill out the Complaint Form provided on the Colorado Division of Banking’s website and return it and any documentation supporting the complaint via mail or email to the Division of Banking at:\nColorado Division of Banking\n1560 Broadway, Suite 975\nDenver, CO 80202\nEmail: DORA_BankingWebsite@state.co.us\nWebsite: www.dora.colorado.gov/dob\n\n# Florida\nFlorida Office of Financial Regulation\nFor complaints directly to the Florida Office of Financial Regulation, please send correspondence to:\nFlorida Office of Financial Regulation\n200 E. Gaines Street\nTallahassee, FL 32399-0376\nTel: 1-800-848-3792\n\n# Illinois\nIllinois Department of Financial and Professional Regulation\nFor consumer complaints, please contact:\nIllinois Department of Financial and Professional Regulation\nDivision of Financial Institutions\n320 W. Washington Springfield, IL 62786\nTel: 1-855-351-2274\n\n# Indiana\nIndiana Department of Financial Institutions\nApple Payments Inc. holds a Money Transmitter license issued by the Indiana Department of Financial Institutions. This license does not cover virtual currency transactions.\n\n# New York\nNew York Department of Financial Services\nApple Payments Inc. is licensed and regulated as a money transmitter by the New York State Department of Financial Services. New York customers can direct unresolved complaints to:\nConsumer Assistance Unit\nNYS Department of Financial Services\nOne Commerce Plaza Albany, NY 12257\nTel: 1-877-BANK-NYS (1-877-226-5697)\nWebsite: http://www.dfs.ny.gov/consumer/fileacomplaint.htm\n\n# Maryland\nOffice of Financial Regulation - State of Maryland\nThe Commissioner of Financial Regulation for the State of Maryland will accept all questions or complaints from Maryland residents regarding Apple Payments Inc. (NMLS #1679397) at 1100 N. Eutaw Street, Suite 611, Baltimore, MD 21201, 1-888-784-0136.\nThe license status information for Apple Payments Inc. can be viewed on the NMLS Consumer Access website at https://www.nmlsconsumeraccess.org.\n\n# Minnesota\nMinnesota Department of Commerce\nYou should be aware that fraud may and does occur. Please call (877) 255-5923 to report fraud or suspected fraud in connection with any Direct Payments Service transaction.\n\n# Texas\nTexas Department of Banking\nAfter first calling (877) 255-5923 for support with a Direct Payment, if you still have an unresolved complaint regarding Apple Payments Inc.’s money transmission activity, please direct your complaint to:\nTexas Department of Banking\n2601 North Lamar Boulevard\nAustin, Texas 78705\nTel: 1-877-276-5554\nWebsite: http://www.dob.texas.gov/\n\n# Washington\nWashington State Department of Financial Institutions\nYou should be aware that fraud may and does occur, and that fraudulent transactions may result in the loss of your money with no recourse.",
      "meta": {
        "title": "Apple Cash Terms and Conditions",
        "description": "",
        "keywords": ""
      },
      "word_count": 23362,
      "ai_classification": {
        "country": "US",
        "city": "Unknown",
        "category": "Business"
      },
      "crawled_at": "2025-12-15T21:52:17.483Z"
    }
  ]
}