{
  "pages": [
    {
      "url": "https://make.wordpress.org/",
      "title": "Get Involved – WordPress.org",
      "description": "Whether you’re a developer, a designer, or want to push the community forward, we’re always looking for people to join us in making WordPress even better.",
      "content_markdown": "- News\n - Showcase\n - Hosting\n - ExtendThemesPluginsPatternsBlocksOpenverse ↗︎\n - Themes\n - Plugins\n - Patterns\n - Blocks\n - Openverse ↗︎\n - LearnLearn WordPressDocumentationForumsDevelopersWordPress.tv ↗︎\n - Learn WordPress\n - Documentation\n - Forums\n - Developers\n - WordPress.tv ↗︎\n - CommunityMake WordPressEducationPhoto DirectoryFive for the FutureEventsJob Board ↗︎\n - Make WordPress\n - Education\n - Photo Directory\n - Five for the Future\n - Events\n - Job Board ↗︎\n - AboutAbout WordPressEnterpriseGutenberg ↗︎Swag Store ↗︎\n - About WordPress\n - Enterprise\n - Gutenberg ↗︎\n - Swag Store ↗︎\n - Get WordPress\n - Themes\n - Plugins\n - Patterns\n - Blocks\n - Openverse ↗︎\n - Learn WordPress\n - Documentation\n - Forums\n - Developers\n - WordPress.tv ↗︎\n - Make WordPress\n - Education\n - Photo Directory\n - Five for the Future\n - Events\n - Job Board ↗︎\n - About WordPress\n - Enterprise\n - Gutenberg ↗︎\n - Swag Store ↗︎\nMake WordPress\n - Meetings\n - Team Updates\n - Project Updates\n - Five for the Future\n - Contributor Handbook\n - Communicate\n - Log in\n - Meetings\n - Team Updates\n - Project Updates\n - Five for the Future\n - Contributor Handbook\n - Communicate\n - Log in\n\n# Make WordPress\nWhether you’re a developer, a designer, or want to push the community forward, we’re always looking for people to join us in making WordPress even better.\nFrom core development and design to support and documentation, every contributor team has a blog, with general news, upcoming events, and opportunities to get started.\n\n# Teams\n - Core\n\n\t\n\t\n\t\n\t\n\t\n\n\t\t\nThe coreCore Core is the set of software required to run WordPress. The Core Development Team builds WordPress. team makes WordPress. Whether you’re a seasoned PHPPHP PHP (recursive acronym for PHP: Hypertext Preprocessor) is a widely-used open source general-purpose scripting language that is especially suited for web development and can be embedded into HTML. https://www.php.net/manual/en/preface.php., HTMLHTML HTML is an acronym for Hyper Text Markup Language. It is a markup language that is used in the development of web pages and websites., JavaScriptJavaScript JavaScript or JS is an object-oriented computer programming language commonly used to create interactive effects within web browsers. WordPress makes extensive use of JS for a better user experience. While PHP is executed on the server, JS executes within a user’s browser. https://www.javascript.com/. or CSSCSS CSS is an acronym for cascading style sheets. This is what controls the design or look and feel of a site. developer or are just learning to code, we’d love to have you on board. You can write code, fix bugs, debate decisions, and help with development.\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Core Privacy office-hour (+10 more)Tue Dec 16 20:00:00 2025 UTC (22 hours from now) accessible via #core-privacy on Slack\n - Design\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tThe design group is focused on the designing and developing the user interface. It’s a home for designers and UXers alike. There are regular discussions about mockups, design, and user testing.\n - Mobile\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tThe mobile team builds the iOSiOS The operating system used on iPhones and iPads. and Android apps. Lend them your Kotlin, Swift, or ReactReact React is a JavaScript library that makes it easy to reason about, construct, and maintain stateless and stateful user interfaces. https://reactjs.org/. Native skills. The team also needs designers, UXUX UX is an acronym for User Experience – the way the user uses the UI. Think ‘what they are doing’ and less about how they do it. experts, and testers to give users a smooth experience on every device.\n - Accessibility\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tThe a11yAccessibility Accessibility (commonly shortened to a11y) refers to the design of products, devices, services, or environments for people with disabilities. The concept of accessible design ensures both “direct access” (i.e. unassisted) and “indirect access” meaning compatibility with a person’s assistive technology (for example, computer screen readers). (https://en.wikipedia.org/wiki/Accessibility) group provides accessibilityAccessibility Accessibility (commonly shortened to a11y) refers to the design of products, devices, services, or environments for people with disabilities. The concept of accessible design ensures both “direct access” (i.e. unassisted) and “indirect access” meaning compatibility with a person’s assistive technology (for example, computer screen readers). (https://en.wikipedia.org/wiki/Accessibility) expertise across the project. They make sure that WordPress coreCore Core is the set of software required to run WordPress. The Core Development Team builds WordPress. and all of WordPress’ resources are accessible.\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Accessibility Bug Scrub (+1 more)Tue Dec 16 15:00:00 2025 UTC (17 hours from now) accessible via #accessibility on Slack\n - Polyglots\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tWordPress is used all over the world in many different languages. If you’re a polyglot, you can help by translating WordPress into your own language or contributing to the GlotPress project, making translations easier and more effective for everyone.\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Polyglots Team Chat (Europe) (+1 more)Wed Dec 17 13:00:00 2025 UTC (2 days from now) accessible via #polyglots on Slack\n - Support\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tAnswering questions in the support forums, IRC, or SlackSlack Slack is a Collaborative Group Chat Platform https://slack.com/. The WordPress community has its own Slack Channel at https://make.wordpress.org/chat/. is one of the easiest ways to start contributing. Everyone knows the answer to something! Since the forums run on bbPress, you can also contribute by helping make the software behind them even better.\n - Documentation\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tGood documentation lets people help themselves when they get stuck. The docs team is responsible for creating documentation and is always on the look-out for writers. The blog has discussion around the team’s current projects.\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Documentation team discussion meeting (+3 more)Tue Dec 16 14:00:00 2025 UTC (16 hours from now) accessible via #docs on Slack\n - Themes\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tThe Theme Review Team reviews and approves every Theme submitted to the WordPress Theme repository. Reviewing Themes sharpens your own Theme development skills. You can help out and join the discussion on the blog.\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Default theme scrub (+1 more)Mon Dec 22 13:00:00 2025 UTC (7 days from now)\n - Plugins\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tIf you are a PluginPlugin A plugin is a piece of software containing a group of functions that can be added to a WordPress website. They can extend functionality or add new features to your WordPress websites. WordPress plugins are written in the PHP programming language and integrate seamlessly with WordPress. These can be free in the WordPress.org Plugin Directory https://wordpress.org/plugins/ or can be cost-based plugin from a third-party developer, subscribe to the Plugin review team blog to keep up with the latest updates, find resources, and learn about any issues around Plugin development.\n - Community\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tIf you’re interested in organizing a meetupMeetup All local/regional gatherings that are officially a part of the WordPress world but are not WordCamps are organized through https://www.meetup.com/. A meetup is typically a chance for local WordPress users to get together and share new ideas and seek help from one another. Searching for ‘WordPress’ on meetup.com will help you find options in your area. or a WordCampWordCamp WordCamps are casual, locally-organized conferences covering everything related to WordPress. They’re one of the places where the WordPress community comes together to teach one another what they’ve learned throughout the year and share the joy. Learn more., the community blog is a great place to get started. There are groups working to support events, to create outreach and training programs, and generally support the community.\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: WPCC Event Organizer Office Hours (+3 more)Wed Dec 17 00:00:00 2025 UTC (1 day from now)\n - Meta\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tThe MetaMeta Meta is a term that refers to the inside workings of a group. For us, this is the team that works on internal WordPress sites like WordCamp Central and Make WordPress. team makes WordPress.orgWordPress.org The community site where WordPress code is created and shared by the users. This is where you can download the source code for WordPress core, plugins and themes as well as the central location for community conversations and organization.  https://wordpress.org/, provides support, and builds tools for use by all the contributor groups. If you want to help make WordPress.org better, sign up for updates from the Meta blog.\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Meta Team Biweekly ChatWed Dec 24 19:00:00 2025 UTC (1 week from now) accessible via #meta on Slack\n - Training\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tThe WordPress training team helps people learn to use, extend, and contribute to WordPress through synchronous and asynchronous learning as well as downloadable lesson plans for instructors to use in live environments, via learn.wordpress.org.\nIf you enjoy teaching people how to use and build stuff for WordPress, immediately stop what you’re doing and join our team!\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Training Team weekly meetings (+2 more)Tue Dec 16 07:00:00 2025 UTC (9 hours from now) accessible via #training on Slack\n - Test\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tThe Test Team works to improve WordPress quality and usability by advancing the development process through manual and automated testing. Whether through a browser, app, terminal, or code, the team focuses on testing across the entire WordPress ecosystem, including CoreCore Core is the set of software required to run WordPress. The Core Development Team builds WordPress. and GutenbergGutenberg The Gutenberg project is the new Editor Interface for WordPress. The editor improves the process and experience of creating new content, making writing rich content much simpler. It uses ‘blocks’ to add richness rather than shortcodes, custom HTML etc. https://wordpress.org/gutenberg/, mobile apps and themes, and feature plugins and importers.\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Test Team Chat (+2 more)Wed Dec 17 14:00:00 2025 UTC (2 days from now) accessible via #core-test on Slack\n - TV\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tThe TV team reviews and approves every video submitted to WordPress.tv. They also help WordCamps with video post-production and are responsible for the captioning and subtitling of published videos. Reviewing videos is a great way to learn about WordPress and help the community: experience is not required to get involved.\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: WordPress.tv Team Weekly ChatThu Dec 18 15:00:00 2025 UTC (3 days from now) accessible via #wptv on Slack\n - Marketing\n\n\t\n\t\n\t\n\t\n\t\n\n\t\t\nThe Marketing team is currently archived to make room for an experimental shift in focus and processes. Check out the WordPress Media Corps to learn more. Amplification requests and Showcase activities are still running, and you can find out more about them on GitHub.\n - CLI\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tWP-CLIWP-CLI WP-CLI is the Command Line Interface for WordPress, used to do administrative and development tasks in a programmatic way. The project page is http://wp-cli.org/ https://make.wordpress.org/cli/ is the official command line tool for interacting with and managing your WordPress sites.\n - Hosting\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tWe work to improve WordPress’ end-user experience across hosting environments through industry collaboration and user education. Come join us!\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Hosting Team Meeting (APAC/EMEA) (+1 more)Wed Dec 17 09:00:00 2025 UTC (1 day from now)\n - Tide\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tTide is a series of automated tests run against every pluginPlugin A plugin is a piece of software containing a group of functions that can be added to a WordPress website. They can extend functionality or add new features to your WordPress websites. WordPress plugins are written in the PHP programming language and integrate seamlessly with WordPress. These can be free in the WordPress.org Plugin Directory https://wordpress.org/plugins/ or can be cost-based plugin from a third-party and theme in the directory and then displays PHPPHP PHP (recursive acronym for PHP: Hypertext Preprocessor) is a widely-used open source general-purpose scripting language that is especially suited for web development and can be embedded into HTML. https://www.php.net/manual/en/preface.php. compatibility and test errors/warnings in the directory.\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Tide Weekly ChatTue Dec 16 18:00:00 2025 UTC (20 hours from now) accessible via #tide on Slack\n - Openverse\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tOpenverse is a search engine for openly-licensed media. The Openverse team implements new features and new media types; maintains the public APIAPI An API or Application Programming Interface is a software intermediary that allows programs to interact with each other and share data in limited, clearly defined ways. and front-end search engine; and develops WordPress integrations to share Openverse with the entire WordPress community.\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Openverse Development Weekly ChatMon Dec 22 15:00:00 2025 UTC (7 days from now) accessible via #openverse on Slack\n - Photos\n\n\t\n\t\n\t\n\t\n\t\n\n\t\t\nThe Photo Directory team moderates every photo submitted to the WordPress Photo Directory, maintains and improves the directory site itself, and provides resources and documentation to educate, encourage, and facilitate photo contributors.\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Photo Directory Team MeetingFri Jan 02 13:00:00 2026 UTC (3 weeks from now) accessible via #photos on Slack\n - Core Performance\n\n\t\n\t\n\t\n\t\n\t\n\n\t\t\nThe coreCore Core is the set of software required to run WordPress. The Core Development Team builds WordPress. performance team is dedicated to monitoring, enhancing, and promoting performance in WordPress core and its surrounding ecosystem.\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Performance Office Hours (+2 more)Tue Dec 16 16:00:00 2025 UTC (18 hours from now) accessible via #core-performance on Slack\n - Playground\n\n\t\n\t\n\t\n\t\n\t\n\n\t\t\nThe Playground team works on WordPress Playground: the platform that lets you run WordPress instantly on any device without a host, most often in a browser.\n\n\n\n\n\n\n\t\n\t\n\t\n\t\n\t\n\n\t\tNext meeting: Playground Team MeetingFri Dec 26 14:00:00 2025 UTC (2 weeks from now) accessible via #playground on Slack\n - Core AI\n\n\t\n\t\n\t\n\t\n\t\n\n\t\t\nThe CoreCore Core is the set of software required to run WordPress. The Core Development Team builds WordPress. AI Team coordinates and accelerates AI efforts across the project, focusing on responsible innovation that aligns with WordPress values. We use a pluginPlugin A plugin is a piece of software containing a group of functions that can be added to a WordPress website. They can extend functionality or add new features to your WordPress websites. WordPress plugins are written in the PHP programming language and integrate seamlessly with WordPress. These can be free in the WordPress.org Plugin Directory https://wordpress.org/plugins/ or can be cost-based plugin from a third-party-first approach to explore AI-powered features, share a public roadmap, and collaborate with other teams.\n - Core Program\n\n\t\n\t\n\t\n\t\n\t\n\n\t\t\nThe CoreCore Core is the set of software required to run WordPress. The Core Development Team builds WordPress. Program team is focused on strengthening coordination across teams, improving efficiency and empowering contribution. It’s a home for those who span across product and project work.\n\n# Core\nThe coreCore Core is the set of software required to run WordPress. The Core Development Team builds WordPress. team makes WordPress. Whether you’re a seasoned PHPPHP PHP (recursive acronym for PHP: Hypertext Preprocessor) is a widely-used open source general-purpose scripting language that is especially suited for web development and can be embedded into HTML. https://www.php.net/manual/en/preface.php., HTMLHTML HTML is an acronym for Hyper Text Markup Language. It is a markup language that is used in the development of web pages and websites., JavaScriptJavaScript JavaScript or JS is an object-oriented computer programming language commonly used to create interactive effects within web browsers. WordPress makes extensive use of JS for a better user experience. While PHP is executed on the server, JS executes within a user’s browser. https://www.javascript.com/. or CSSCSS CSS is an acronym for cascading style sheets. This is what controls the design or look and feel of a site. developer or are just learning to code, we’d love to have you on board. You can write code, fix bugs, debate decisions, and help with development.\nNext meeting: Core Privacy office-hour (+10 more)Tue Dec 16 20:00:00 2025 UTC (22 hours from now) accessible via #core-privacy on Slack\n\n# Design\nThe design group is focused on the designing and developing the user interface. It’s a home for designers and UXers alike. There are regular discussions about mockups, design, and user testing.\n\n# Mobile\nThe mobile team builds the iOSiOS The operating system used on iPhones and iPads. and Android apps. Lend them your Kotlin, Swift, or ReactReact React is a JavaScript library that makes it easy to reason about, construct, and maintain stateless and stateful user interfaces. https://reactjs.org/. Native skills. The team also needs designers, UXUX UX is an acronym for User Experience – the way the user uses the UI. Think ‘what they are doing’ and less about how they do it. experts, and testers to give users a smooth experience on every device.\n\n# Accessibility\nThe a11yAccessibility Accessibility (commonly shortened to a11y) refers to the design of products, devices, services, or environments for people with disabilities. The concept of accessible design ensures both “direct access” (i.e. unassisted) and “indirect access” meaning compatibility with a person’s assistive technology (for example, computer screen readers). (https://en.wikipedia.org/wiki/Accessibility) group provides accessibilityAccessibility Accessibility (commonly shortened to a11y) refers to the design of products, devices, services, or environments for people with disabilities. The concept of accessible design ensures both “direct access” (i.e. unassisted) and “indirect access” meaning compatibility with a person’s assistive technology (for example, computer screen readers). (https://en.wikipedia.org/wiki/Accessibility) expertise across the project. They make sure that WordPress coreCore Core is the set of software required to run WordPress. The Core Development Team builds WordPress. and all of WordPress’ resources are accessible.\nNext meeting: Accessibility Bug Scrub (+1 more)Tue Dec 16 15:00:00 2025 UTC (17 hours from now) accessible via #accessibility on Slack\n\n# Polyglots\nWordPress is used all over the world in many different languages. If you’re a polyglot, you can help by translating WordPress into your own language or contributing to the GlotPress project, making translations easier and more effective for everyone.\nNext meeting: Polyglots Team Chat (Europe) (+1 more)Wed Dec 17 13:00:00 2025 UTC (2 days from now) accessible via #polyglots on Slack\n\n# Support\nAnswering questions in the support forums, IRC, or SlackSlack Slack is a Collaborative Group Chat Platform https://slack.com/. The WordPress community has its own Slack Channel at https://make.wordpress.org/chat/. is one of the easiest ways to start contributing. Everyone knows the answer to something! Since the forums run on bbPress, you can also contribute by helping make the software behind them even better.\n\n# Documentation\nGood documentation lets people help themselves when they get stuck. The docs team is responsible for creating documentation and is always on the look-out for writers. The blog has discussion around the team’s current projects.\nNext meeting: Documentation team discussion meeting (+3 more)Tue Dec 16 14:00:00 2025 UTC (16 hours from now) accessible via #docs on Slack\n\n# Themes\nThe Theme Review Team reviews and approves every Theme submitted to the WordPress Theme repository. Reviewing Themes sharpens your own Theme development skills. You can help out and join the discussion on the blog.\nNext meeting: Default theme scrub (+1 more)Mon Dec 22 13:00:00 2025 UTC (7 days from now)\n\n# Plugins\nIf you are a PluginPlugin A plugin is a piece of software containing a group of functions that can be added to a WordPress website. They can extend functionality or add new features to your WordPress websites. WordPress plugins are written in the PHP programming language and integrate seamlessly with WordPress. These can be free in the WordPress.org Plugin Directory https://wordpress.org/plugins/ or can be cost-based plugin from a third-party developer, subscribe to the Plugin review team blog to keep up with the latest updates, find resources, and learn about any issues around Plugin development.\n\n# Community\nIf you’re interested in organizing a meetupMeetup All local/regional gatherings that are officially a part of the WordPress world but are not WordCamps are organized through https://www.meetup.com/. A meetup is typically a chance for local WordPress users to get together and share new ideas and seek help from one another. Searching for ‘WordPress’ on meetup.com will help you find options in your area. or a WordCampWordCamp WordCamps are casual, locally-organized conferences covering everything related to WordPress. They’re one of the places where the WordPress community comes together to teach one another what they’ve learned throughout the year and share the joy. Learn more., the community blog is a great place to get started. There are groups working to support events, to create outreach and training programs, and generally support the community.\nNext meeting: WPCC Event Organizer Office Hours (+3 more)Wed Dec 17 00:00:00 2025 UTC (1 day from now)\n\n# Meta\nThe MetaMeta Meta is a term that refers to the inside workings of a group. For us, this is the team that works on internal WordPress sites like WordCamp Central and Make WordPress. team makes WordPress.orgWordPress.org The community site where WordPress code is created and shared by the users. This is where you can download the source code for WordPress core, plugins and themes as well as the central location for community conversations and organization. https://wordpress.org/, provides support, and builds tools for use by all the contributor groups. If you want to help make WordPress.org better, sign up for updates from the Meta blog.\nNext meeting: Meta Team Biweekly ChatWed Dec 24 19:00:00 2025 UTC (1 week from now) accessible via #meta on Slack\n\n# Training\nThe WordPress training team helps people learn to use, extend, and contribute to WordPress through synchronous and asynchronous learning as well as downloadable lesson plans for instructors to use in live environments, via learn.wordpress.org.\nIf you enjoy teaching people how to use and build stuff for WordPress, immediately stop what you’re doing and join our team!\nNext meeting: Training Team weekly meetings (+2 more)Tue Dec 16 07:00:00 2025 UTC (9 hours from now) accessible via #training on Slack\n\n# Test\nThe Test Team works to improve WordPress quality and usability by advancing the development process through manual and automated testing. Whether through a browser, app, terminal, or code, the team focuses on testing across the entire WordPress ecosystem, including CoreCore Core is the set of software required to run WordPress. The Core Development Team builds WordPress. and GutenbergGutenberg The Gutenberg project is the new Editor Interface for WordPress. The editor improves the process and experience of creating new content, making writing rich content much simpler. It uses ‘blocks’ to add richness rather than shortcodes, custom HTML etc. https://wordpress.org/gutenberg/, mobile apps and themes, and feature plugins and importers.\nNext meeting: Test Team Chat (+2 more)Wed Dec 17 14:00:00 2025 UTC (2 days from now) accessible via #core-test on Slack\n\n# TV\nThe TV team reviews and approves every video submitted to WordPress.tv. They also help WordCamps with video post-production and are responsible for the captioning and subtitling of published videos. Reviewing videos is a great way to learn about WordPress and help the community: experience is not required to get involved.\nNext meeting: WordPress.tv Team Weekly ChatThu Dec 18 15:00:00 2025 UTC (3 days from now) accessible via #wptv on Slack\n\n# Marketing\nThe Marketing team is currently archived to make room for an experimental shift in focus and processes. Check out the WordPress Media Corps to learn more. Amplification requests and Showcase activities are still running, and you can find out more about them on GitHub.\n\n# CLI\nWP-CLIWP-CLI WP-CLI is the Command Line Interface for WordPress, used to do administrative and development tasks in a programmatic way. The project page is http://wp-cli.org/ https://make.wordpress.org/cli/ is the official command line tool for interacting with and managing your WordPress sites.\n\n# Hosting\nWe work to improve WordPress’ end-user experience across hosting environments through industry collaboration and user education. Come join us!\nNext meeting: Hosting Team Meeting (APAC/EMEA) (+1 more)Wed Dec 17 09:00:00 2025 UTC (1 day from now)\n\n# Tide\nTide is a series of automated tests run against every pluginPlugin A plugin is a piece of software containing a group of functions that can be added to a WordPress website. They can extend functionality or add new features to your WordPress websites. WordPress plugins are written in the PHP programming language and integrate seamlessly with WordPress. These can be free in the WordPress.org Plugin Directory https://wordpress.org/plugins/ or can be cost-based plugin from a third-party and theme in the directory and then displays PHPPHP PHP (recursive acronym for PHP: Hypertext Preprocessor) is a widely-used open source general-purpose scripting language that is especially suited for web development and can be embedded into HTML. https://www.php.net/manual/en/preface.php. compatibility and test errors/warnings in the directory.\nNext meeting: Tide Weekly ChatTue Dec 16 18:00:00 2025 UTC (20 hours from now) accessible via #tide on Slack\n\n# Openverse\nOpenverse is a search engine for openly-licensed media. The Openverse team implements new features and new media types; maintains the public APIAPI An API or Application Programming Interface is a software intermediary that allows programs to interact with each other and share data in limited, clearly defined ways. and front-end search engine; and develops WordPress integrations to share Openverse with the entire WordPress community.\nNext meeting: Openverse Development Weekly ChatMon Dec 22 15:00:00 2025 UTC (7 days from now) accessible via #openverse on Slack\n\n# Photos\nThe Photo Directory team moderates every photo submitted to the WordPress Photo Directory, maintains and improves the directory site itself, and provides resources and documentation to educate, encourage, and facilitate photo contributors.\nNext meeting: Photo Directory Team MeetingFri Jan 02 13:00:00 2026 UTC (3 weeks from now) accessible via #photos on Slack\n\n# Core Performance\nThe coreCore Core is the set of software required to run WordPress. The Core Development Team builds WordPress. performance team is dedicated to monitoring, enhancing, and promoting performance in WordPress core and its surrounding ecosystem.\nNext meeting: Performance Office Hours (+2 more)Tue Dec 16 16:00:00 2025 UTC (18 hours from now) accessible via #core-performance on Slack\n\n# Playground\nThe Playground team works on WordPress Playground: the platform that lets you run WordPress instantly on any device without a host, most often in a browser.\nNext meeting: Playground Team MeetingFri Dec 26 14:00:00 2025 UTC (2 weeks from now) accessible via #playground on Slack\n\n# Core AI\nThe CoreCore Core is the set of software required to run WordPress. The Core Development Team builds WordPress. AI Team coordinates and accelerates AI efforts across the project, focusing on responsible innovation that aligns with WordPress values. We use a pluginPlugin A plugin is a piece of software containing a group of functions that can be added to a WordPress website. They can extend functionality or add new features to your WordPress websites. WordPress plugins are written in the PHP programming language and integrate seamlessly with WordPress. These can be free in the WordPress.org Plugin Directory https://wordpress.org/plugins/ or can be cost-based plugin from a third-party-first approach to explore AI-powered features, share a public roadmap, and collaborate with other teams.\n\n# Core Program\nThe CoreCore Core is the set of software required to run WordPress. The Core Development Team builds WordPress. Program team is focused on strengthening coordination across teams, improving efficiency and empowering contribution. It’s a home for those who span across product and project work.\n\n# Not sure which team to contribute to?\nCheck out our contributor wizard and find how to get started.\n\n# Shape the future of WordPress\nBecome a Five for the Future participant.\n - Contribute as an organization\n - Contribute as an individual\n - About\n - News\n - Hosting\n - Privacy\n - Showcase\n - Themes\n - Plugins\n - Patterns\n - Learn\n - Documentation\n - Developers\n - WordPress.tv ↗\n - Get Involved\n - Events\n - Donate ↗\n - Five for the Future\n - WordPress.com ↗\n - Matt ↗\n - bbPress ↗\n - BuddyPress ↗\n - Visit our X (formerly Twitter) account\n - Visit our Bluesky account\n - Visit our Mastodon account\n - Visit our Threads account\n - Visit our Facebook page\n - Visit our Instagram account\n - Visit our LinkedIn account\n - Visit our TikTok account\n - Visit our YouTube channel\n - Visit our Tumblr account",
      "meta": {
        "title": "Get Involved – WordPress.org",
        "description": "Whether you’re a developer, a designer, or want to push the community forward, we’re always looking for people to join us in making WordPress even better.",
        "keywords": "",
        "ogTitle": "Make WordPress",
        "ogImage": "https://make.wordpress.org/files/2024/12/394642586-d070713f-cc7b-459f-8bc0-2d496c7dcc2a.png",
        "generator": "WordPress 7.0-alpha-61380"
      },
      "word_count": 4479,
      "ai_classification": {
        "country": "DE",
        "city": "Coburg",
        "category": "Education"
      },
      "crawled_at": "2025-12-15T21:42:59.160Z"
    },
    {
      "url": "https://make.wordpress.org/polyglots/teams/?locale=de_DE",
      "title": "Translation Teams – Translate WordPress",
      "description": "",
      "content_markdown": "- News\n - Showcase\n - Hosting\n - ExtendThemesPluginsPatternsBlocksOpenverse ↗︎\n - Themes\n - Plugins\n - Patterns\n - Blocks\n - Openverse ↗︎\n - LearnLearn WordPressDocumentationForumsDevelopersWordPress.tv ↗︎\n - Learn WordPress\n - Documentation\n - Forums\n - Developers\n - WordPress.tv ↗︎\n - CommunityMake WordPressEducationPhoto DirectoryFive for the FutureEventsJob Board ↗︎\n - Make WordPress\n - Education\n - Photo Directory\n - Five for the Future\n - Events\n - Job Board ↗︎\n - AboutAbout WordPressEnterpriseGutenberg ↗︎Swag Store ↗︎\n - About WordPress\n - Enterprise\n - Gutenberg ↗︎\n - Swag Store ↗︎\n - Get WordPress\n - Themes\n - Plugins\n - Patterns\n - Blocks\n - Openverse ↗︎\n - Learn WordPress\n - Documentation\n - Forums\n - Developers\n - WordPress.tv ↗︎\n - Make WordPress\n - Education\n - Photo Directory\n - Five for the Future\n - Events\n - Job Board ↗︎\n - About WordPress\n - Enterprise\n - Gutenberg ↗︎\n - Swag Store ↗︎\nTranslate WordPress\n - Teams\n - Events\n - Weekly Chats\n - Translate\n - Handbook\n - Get News\n - Log in\n - Teams\n - Events\n - Weekly Chats\n - Translate\n - Handbook\n - Get News\n - Log in\nWelcome to the official blog of the translator team for the WordPress open sourceOpen Source Open Source denotes software for which the original source code is made freely available and may be redistributed and modified. Open Source **must be** delivered via a licensing model, see GPL. project. This is where we discuss all things related to translating WordPress. Follow our progress for general updates, status reports, and debates.\nWe’d love for you to help out!\n\n# Translate WordPress\nYou can help translate WordPress to your language by logging in to the translation platform with your WordPress.orgWordPress.org The community site where WordPress code is created and shared by the users. This is where you can download the source code for WordPress core, plugins and themes as well as the central location for community conversations and organization. https://wordpress.org/ account and suggesting translations (more details).\nWant to help in managing and validating translations? Get in touch with the existing language team and follow the glossaries & style guides if the team has them. Also join your language team’ internal communication channels.\nDon’t see your language? You can request support for it.\n\n# Weekly Meetings\nWe have meetings every week on Slack in polyglots (the schedule is on the sidebarSidebar A sidebar in WordPress is referred to a widget-ready area used by WordPress themes to display information that is not a part of the main content. It is not always a vertical column on the side. It can be a horizontal rectangle below or above the content area, footer, header, or any where in the theme. of this page). You are also welcome to ask questions on the same channel at any time!\n\n# Posting here\nIn order to post to this site, you will need to log in with your wordpress.org account. Your first post may take a while to show up, as it is moderated. Please follow our tag policy when posting.\n#polyglots\n\n# Translation Teams\nBelow is a list of languages WordPress supports and their translation status of the coreCore Core is the set of software required to run WordPress. The Core Development Team builds WordPress. project. If you are interested in helping them translate WordPress or other related projects, please read the Translator Handbook or contact the translation editorTranslation Editor Translation editors can approve translations for projects. The GTE (General Translation Editor) and LM (Locale Manager) roles can add new users with the \"Project Translation Editor\" role that can approve translations for specific projects. There are two different Translation Editor roles: General Translation Editor and Project Translation Editor(s) for your language using the “Team” link.\nIf you’d like to help an inactive team, please see the Inactive Translations page.\nSee also the current list of CLPTE’s (Cross-LocaleLocale Locale = language version, often a combination of a language code and a region code, for instance es_MX denotes Spanish as it’s used in Mexico. A list of all locales supported by WordPress in https://make.wordpress.org/polyglots/teams/ PTEProject Translation Editor A Project Translation Editor (often referred to as PTE) is a person, who has access to validate strings on a specific project (for example BuddyPress, WooCommerce or Twenty Fourteen) for one specific locale. A project translation editor can approve strings that are added by translation contributors. Per project translation, editors are appointed by a general translation editor after a request by the project author or by the contributors themselves.)About the en_US locale.\n← All locales\n\n# Deutsch / German\n - Sites:\n\t\t\tDeutsch (de.wordpress.org/), Team DE (de.wordpress.org/team/), Support-Foren (de.wordpress.org/support/)\n - Latest release:\n\t\t\t6.9\n - WordPress Locale:\n\t\t\tde_DE\n - GlotPressGlotPress GlotPress is the translation management software that powers Translate.WordPress.org. More information is available at glotpress.org. Locale Code:\n\t\t\tde\n - Translation Projects:\n\t\t\ttranslate.wordpress.org/locale/de\n\n# Locale Managers (4)\n - Birgit Olzem\n\t\t\t\t@coachbirgit on Slack\n - Dominik Schilling\n\t\t\t\t@ocean90 on Slack\n - Robert Windisch\n\t\t\t\t@nullbyte on Slack\n - Torsten Landsiedel\n\t\t\t\t@zodiac1978 on Slack\n\n# General Translation EditorsTranslation Editor Translation editors can approve translations for projects. The GTE (General Translation Editor) and LM (Locale Manager) roles can add new users with the \"Project Translation Editor\" role that can approve translations for specific projects. There are two different Translation Editor roles: General Translation Editor and Project Translation Editor (3)\n - Jens Ratzel\n\t\t\t\t@jensratzel on Slack\n - Johannes Jülg\n\t\t\t\t@timse201 on Slack\n - Presskopp\n\t\t\t\t@presskopp on Slack\n\n# Project Translation Editors (644)\n - 00Sleepy\n\t\t\t\t@00sleepy on Slack\n - 10Web\n - 48DESIGN\n - 100plugins\n\t\t\t\t@100plugins on Slack\n - activewebsight\n\t\t\t\t@Active Websight on Slack\n - adminbergtourentipptirol\n - adrianpacklink2016\n\t\t\t\t@adrianpacklink on Slack\n - AdSimple GmbH\n\t\t\t\t@AdSimple GmbH on Slack\n - AHK Softwaregutachten.at e.U.\n - akinoo\n\t\t\t\t@akino on Slack\n - albarosa\n\t\t\t\t@Albarosa on Slack\n - alekv\n\t\t\t\t@Aleksandar on Slack\n - Alessandro Lioce\n\t\t\t\t@Alessandro Lioce on Slack\n - Alex\n\t\t\t\t@ahoereth on Slack\n - Alex\n - Alex\n\t\t\t\t@mheob on Slack\n - Alexander Lueken\n\t\t\t\t@chemiker on Slack\n - Alex Kirk\n\t\t\t\t@akirk on Slack\n - Ali Javaheri\n - Alma\n\t\t\t\t@Alma on Slack\n - alpipego\n\t\t\t\t@alpipego on Slack\n - amp-cloud.de\n\t\t\t\t@amp-cloud-de on Slack\n - Andrea De Giovine\n\t\t\t\t@andreadegiovine on Slack\n - Andreas\n\t\t\t\t@Andreas on Slack\n - Andreas\n\t\t\t\t@perryzelda on Slack\n - Andreas Brain\n\t\t\t\t@abrain on Slack\n - Andreas Giemza\n - Andreas Klinger\n\t\t\t\t@Andreas Klinger on Slack\n - Andreas Münch\n - Andre S.\n\t\t\t\t@eret12 on Slack\n - André Cedik\n\t\t\t\t@andrecedik on Slack\n - Andy Brin\n - anolting\n\t\t\t\t@a.nolting on Slack\n - Armin Mohren\n\t\t\t\t@mohrenkopp on Slack\n - Arthur Yarwood\n\t\t\t\t@Arthur Yarwood on Slack\n - Asgaros\n\t\t\t\t@Asgaros on Slack\n - aski71\n\t\t\t\t@alexsebastian on Slack\n - Assistini\n - atomproductions\n - avalex\n\t\t\t\t@Niklas Plutte on Slack\n - axelkeller\n - baqend\n\t\t\t\t@Baqend on Slack\n - base\n\t\t\t\t@baselinker on Slack\n - Bastbra\n\t\t\t\t@Bastbra on Slack\n - beat.k\n\t\t\t\t@Beat Küffer on Slack\n - Bee Lounge\n\t\t\t\t@Hermann Schweighofer on Slack\n - Bego Mario Garde\n\t\t\t\t@pixolin on Slack\n - Benchmark Email (EU)\n\t\t\t\t@Raquel on Slack\n - Benedikt Ledl\n\t\t\t\t@Benni on Slack\n - benistauss\n\t\t\t\t@Benjamin Stauß on Slack\n - Benjamin Pick\n\t\t\t\t@benjamin4 on Slack\n - Benjamin Zekavica\n\t\t\t\t@Benjamin Zekavica on Slack\n - benneballe\n\t\t\t\t@Dennis Benneballe Grade on Slack\n - berkux\n\t\t\t\t@berkux on Slack\n - Bernhard Kaindl\n\t\t\t\t@Bernhard Kaindl on Slack\n - Bernhard Kau\n\t\t\t\t@kau-boy on Slack\n - beyondsoftware\n - bgermann\n\t\t\t\t@bgermann on Slack\n - billomatcom\n - bitbrewgmbh\n - BjoernS\n - blickreif\n - Blog2Social\n - B M\n - bodo\n - BookingCalendar\n\t\t\t\t@bookingcalendar on Slack\n - bookingkit\n - bpassini\n - braekling\n - brandtoss\n\t\t\t\t@brandtoss on Slack\n - Breev\n - bsharpe\n - Butterfly88\n - buurtaal\n\t\t\t\t@buurtaal on Slack\n - Campaign.Plus GmbH\n - caprine\n - Carl\n\t\t\t\t@carlconrad on Slack\n - Carsten Bach\n\t\t\t\t@Carsten Bach on Slack\n - Chadwick Marketing\n - chrigel72\n - chriskegel\n - chrissea\n\t\t\t\t@chrissea on Slack\n - chrissydeppe\n\t\t\t\t@chrissy on Slack\n - Christian-W. Budde\n\t\t\t\t@Christian Budde on Slack\n - christian712\n - Christian Foellmann\n\t\t\t\t@cfoellmann on Slack\n - Christian Hockenberger\n\t\t\t\t@chrisbergr on Slack\n - Christian Neumann\n\t\t\t\t@Christian Neumann on Slack\n - Christian Roth\n - Christian Rüggeberg\n\t\t\t\t@arkonisus on Slack\n - Christian Sabo\n\t\t\t\t@pixelverbieger on Slack\n - Christina Fuchs\n\t\t\t\t@vanvox on Slack\n - Christoph\n\t\t\t\t@Christoph on Slack\n - Christoph Daum\n\t\t\t\t@Christoph Daum (apermo) on Slack\n - Christopher Kurth\n\t\t\t\t@christopherkx on Slack\n - Christoph Nagel\n\t\t\t\t@CMS Geek on Slack\n - christophrado\n\t\t\t\t@Christoph Rado on Slack\n - Christoph S. Ackermann\n - chrisweiller\n\t\t\t\t@chrisweiller on Slack\n - Claudio Rimann\n\t\t\t\t@crimann on Slack\n - clickskeks.at\n - CLICKSPORTS\n - cmogmbh\n - Coastbyte - Solutions & Consulting\n - code.sport\n - codemacher\n - codemiq\n - Codenroll\n - CodeSolz\n\t\t\t\t@CodeSolz on Slack\n - ComMotion\n\t\t\t\t@ComMotion on Slack\n - conline\n - Course Finder | andré martin - it solutions & research UG\n - creadina\n\t\t\t\t@Andrea Schäfer on Slack\n - currysoftware\n\t\t\t\t@currysoftware on Slack\n - cyrillbolliger\n - Daniel\n - Daniel\n - Daniele De Rosa\n - Daniel Floeter\n\t\t\t\t@Daniel Flöter on Slack\n - Daniel Hüsken\n\t\t\t\t@Daniel Hüsken on Slack\n - Daniel Menȝies\n - Daniel Roth\n - Danny Schmarsel\n\t\t\t\t@Danny Schmarsel on Slack\n - Danny van Kooten\n\t\t\t\t@dvankooten on Slack\n - Dan Pardella\n - dansart\n - Darren Peyou\n\t\t\t\t@Darren Peyou on Slack\n - dasigna\n\t\t\t\t@dasigna on Slack\n - davdebcom\n - David Decker\n\t\t\t\t@deckerweb on Slack\n - David Stingl\n\t\t\t\t@berlindave on Slack\n - David Vongries\n\t\t\t\t@MapSteps on Slack\n - David Wiedmer\n\t\t\t\t@David Wiedmer on Slack\n - DELUCKS\n - denkuhn\n - Dennis Hipp\n\t\t\t\t@dionysous on Slack\n - Dennis Ploetner\n\t\t\t\t@realloc on Slack\n - derWalter\n - Detlef\n - devowl.io GmbH\n - diddiausde\n\t\t\t\t@diddi_de on Slack\n - digiblogger\n\t\t\t\t@digiblogger on Slack\n - Dirk Tornow\n - DM5SR\n - DocCheck agency (antwerpes)\n\t\t\t\t@antwerpes on Slack\n - DocID\n - DocMario\n\t\t\t\t@Mario Schubert on Slack\n - docolli\n\t\t\t\t@Oliver Merk on Slack\n - Domifry\n - Dominik Rauch\n\t\t\t\t@qualmy91 on Slack\n - Dominique Haussener\n\t\t\t\t@Dominique Haussener on Slack\n - Draply\n\t\t\t\t@Draply on Slack\n - Drazen Bebic\n\t\t\t\t@drazen_bebic on Slack\n - dreihochzwo\n - Drivingralle\n\t\t\t\t@drivingralle on Slack\n - ecdltf\n - echoplugins\n\t\t\t\t@echoplugins on Slack\n - Eckhard Henkel\n\t\t\t\t@eckhard-henkel on Slack\n - edobees\n - edoobox\n\t\t\t\t@cliffED on Slack\n - Eduard\n\t\t\t\t@mitrueckenwind on Slack\n - EdwardBock\n - edward_plainview\n\t\t\t\t@Edward on Slack\n - eedee\n\t\t\t\t@eedeenet on Slack\n - eidlogin\n - Elio Rivero\n\t\t\t\t@Elio on Slack\n - Enno\n - Enwikuna\n\t\t\t\t@Enwikuna on Slack\n - erc94\n - Erez Hadas-Sonnenschein\n\t\t\t\t@Erez HS on Slack\n - Eric-Oliver Mächler\n\t\t\t\t@Eric Mächler on Slack\n - Eric Teubert\n - eselt\n - etracker GmbH\n - exilhamburger\n - Fabian Todt\n\t\t\t\t@gaambo on Slack\n - Fabio\n - Fadel Tchalabi\n - FAKTOR VIER\n - falselight\n - Farbweiss\n - FARN Labs\n - fayne\n - Felix Arntz\n\t\t\t\t@flixos90 on Slack\n - felixtz\n\t\t\t\t@felixtz on Slack\n - Felln\n\t\t\t\t@Felln on Slack\n - feuerballdesign\n - FGBmaster\n\t\t\t\t@fgbmaster on Slack\n - fhwebdesign\n\t\t\t\t@fhwebdesign on Slack\n - fiddlemail.com\n\t\t\t\t@Marius Burkard on Slack\n - Filippo\n - Finn Dohrn\n - flashbash\n\t\t\t\t@flashbash on Slack\n - Flo Edelmann\n - Florian Brinkmann\n\t\t\t\t@florianbrinkmann on Slack\n - Florian Egermann\n\t\t\t\t@fleg on Slack\n - Florian Hirzinger\n\t\t\t\t@thevelocity on Slack\n - Florian Simeth\n\t\t\t\t@floriansimeth on Slack\n - floriansturm2015\n - Florian Ziegler\n\t\t\t\t@florianziegler on Slack\n - flowdee\n\t\t\t\t@flowdee on Slack\n - Fluss.ai\n\t\t\t\t@Fluss.ai on Slack\n - Forge12 Interactive GmbH\n - forrestkirby\n - Frank Bueltge\n\t\t\t\t@bueltge on Slack\n - FrankEck\n\t\t\t\t@frankeck on Slack\n - Frank Leusing\n\t\t\t\t@frank on Slack\n - Frank Neumann-Staude\n\t\t\t\t@f.staude on Slack\n - Frank Noack\n\t\t\t\t@franknoack on Slack\n - fraupitschbach\n - freakonomic\n - freemp\n\t\t\t\t@freemp on Slack\n - fresh24\n - freshlabs\n - friedarich\n\t\t\t\t@Jan Hoffmann on Slack\n - Funnelforms\n\t\t\t\t@Funnelforms.io on Slack\n - FunnelKit\n\t\t\t\t@amans2k on Slack\n - GDPR-Extensions.com\n - gerd.neumann\n\t\t\t\t@gerd.neumann on Slack\n - Gesundheit Bewegt GmbH\n - getlaw\n - Gisèle Wendl\n - glsjens\n - gm_alex\n\t\t\t\t@gm_alex on Slack\n - Go AdOpt\n\t\t\t\t@João Bruno on Slack\n - Gordon Böhme\n\t\t\t\t@gorbo on Slack\n - GoSuccess\n - gunfood\n - Hannes Etzelstorfer\n\t\t\t\t@haet on Slack\n - Hans-Gerd Gerhards\n\t\t\t\t@hgg on Slack\n - Hans Schumacher\n\t\t\t\t@Hans Schumacher on Slack\n - Harald Wenzel\n\t\t\t\t@Harald Wenzel on Slack\n - Harry Milatz\n - Heiko Lübbe\n\t\t\t\t@Heiko Lübbe on Slack\n - Heiko Mitschke\n\t\t\t\t@Heiko Mitschke on Slack\n - Heinrich Franz\n\t\t\t\t@Heinrich Franz on Slack\n - Helle1\n\t\t\t\t@Helmuth on Slack\n - Helmut Wandl\n\t\t\t\t@Helmut Wandl on Slack\n - Hendrik Lersch\n - HivePress\n\t\t\t\t@HivePress on Slack\n - hoernerfranz\n - hornigal\n - Hossein\n - HostBliss\n\t\t\t\t@Peter / HostBliss.ch on Slack\n - hubspotter15\n - hupe13\n - hurraki\n - Hürdenlos GmbH\n - Icegram\n\t\t\t\t@Icegram on Slack\n - immonex\n - Inpsyde GmbH\n - Internal Links\n\t\t\t\t@Mark Schatz on Slack\n - invictussde\n - IONOS\n - IT-Recht Kanzlei\n - Ivan Louis\n\t\t\t\t@Ivan Louis on Slack\n - Jack Arturo\n\t\t\t\t@Jack Arturo on Slack\n - JaJaSolutions\n - Jakob\n\t\t\t\t@Jakob on Slack\n - jakobend\n\t\t\t\t@jakobend on Slack\n - Jakob Trost\n\t\t\t\t@jt-greyd on Slack\n - Jakob Wiens\n - jakobword\n\t\t\t\t@jakob.word on Slack\n - Jan-Peter\n\t\t\t\t@jplambeck on Slack\n - janizde\n\t\t\t\t@janizde on Slack\n - jankohoener\n - janstiegler\n - Jan Wittler | Wittler Web GmbH\n\t\t\t\t@Jan on Slack\n - jayq\n - jennatheis\n\t\t\t\t@Jenna Theis on Slack\n - jespermhl\n - Jessica Lyschik\n\t\t\t\t@jessica on Slack\n - jetwes\n - jimsoft\n - jmaasonoffice\n\t\t\t\t@Johannes Maas (onOffice) on Slack\n - jobenz\n - Jochen Gererstorfer\n\t\t\t\t@j0e on Slack\n - Johan Martin Aarstein\n - Johannes\n - Johannes Dato\n - Johann Heyne\n - Jonas\n - JonasBreuer\n\t\t\t\t@JonasB on Slack\n - Jonas Marlo Lörken\n - jstarzetz\n - Juergen Schulze\n - Julian\n - juppi91\n\t\t\t\t@juppi91 on Slack\n - juventiner\n\t\t\t\t@juventiner on Slack\n - JUVOJustin\n\t\t\t\t@juvodesign on Slack\n - Jürgen Müller\n\t\t\t\t@Jürgen Müller on Slack\n - Kai\n\t\t\t\t@kai on Slack\n - kalender.digital\n - Karel-Jan Tolsma\n\t\t\t\t@kjtolsma on Slack\n - Kevin\n\t\t\t\t@kevin16king on Slack\n - Kevin Benjamin Beier\n\t\t\t\t@kevinbenjaminbeier on Slack\n - Kevin Kyburz (@swissky)\n\t\t\t\t@Kevin on Slack\n - kevinweber\n - KeyCDN\n\t\t\t\t@keycdn on Slack\n - khuri\n - kimpenhaus\n - Kniebremser\n\t\t\t\t@kniebremser on Slack\n - kobosil\n - kolli\n\t\t\t\t@Kolli on Slack\n - komfortkasse\n\t\t\t\t@komfortkasse on Slack\n - Konstantin Kröpfl\n - kontur.us\n\t\t\t\t@kontur.us on Slack\n - kreativhuhn\n\t\t\t\t@kreativhuhn on Slack\n - KRISÚ\n\t\t\t\t@Krisú on Slack\n - Kwanko\n - kwmanagement\n - Kybernetik Services\n - La Geek\n\t\t\t\t@lageek on Slack\n - lampsolutions\n\t\t\t\t@lampsolutions on Slack\n - laurinfah\n\t\t\t\t@Laurin on Slack\n - leadmarkt\n\t\t\t\t@leadmarkt on Slack\n - Leap13\n\t\t\t\t@Leap13 on Slack\n - Lechner IT-Dienstleistungen\n - legalweb.io\n - leiti373\n - lem1298\n - Leo\n\t\t\t\t@leooosterloo on Slack\n - lillimarilli\n\t\t\t\t@Harald Aufreiter on Slack\n - loopingo\n\t\t\t\t@loopingo on Slack\n - luciano-croce\n\t\t\t\t@Luçiâno Crôxe on Slack\n - LumberThemes\n - Lumen Spei\n - lusp\n\t\t\t\t@lusp on Slack\n - m266\n\t\t\t\t@m266 on Slack\n - MacSteini\n - mail2many\n - Maja Benke\n\t\t\t\t@Maja Benke on Slack\n - Manja Neumann\n\t\t\t\t@manja on Slack\n - Manuel Augustin\n\t\t\t\t@manuelaugustin on Slack\n - Manuel Fritsch\n\t\t\t\t@letmesee... on Slack\n - Manuel Schmalstieg\n\t\t\t\t@16kbit on Slack\n - manuelwieser\n\t\t\t\t@manuelwieser on Slack\n - Marco Tarsia\n\t\t\t\t@Marco Tarsia on Slack\n - Marc Tönsing\n\t\t\t\t@Marc on Slack\n - marcus3cx\n\t\t\t\t@corina3cx on Slack\n - Marcus Spanier\n\t\t\t\t@espiat on Slack\n - Marian Heddesheimer\n - Mario Wolf\n\t\t\t\t@Mario Wolf on Slack\n - Mark Howells-Mead\n\t\t\t\t@Mark Howells-Mead on Slack\n - Marko Feldmann\n\t\t\t\t@Marko Feldmann on Slack\n - Markus Frenzel\n - Markus Wiesenhofer\n - Martin\n\t\t\t\t@Martin Bechberger on Slack\n - MartinIQ\n\t\t\t\t@iqatrophie on Slack\n - Martin Sauter\n\t\t\t\t@martinsauter on Slack\n - Masoud Golchin\n\t\t\t\t@Masoud on Slack\n - mathiaspriebe\n - Matoma\n - Matthias Blenk\n\t\t\t\t@Mediaarchitekt on Slack\n - Matthias Kittsteiner\n\t\t\t\t@KittMedia on Slack\n - Matthias Nordwig\n - Matthias Pfefferle\n\t\t\t\t@pfefferle on Slack\n - Matthias Schulz\n - Max Melzer\n - mbaierl\n\t\t\t\t@mbaierl on Slack\n - meinungsmeister\n - melibo\n - mgm security partners GmbH\n - mholzrichter\n - Mia\n\t\t\t\t@miaadenion on Slack\n - micdt\n - Micha\n\t\t\t\t@Hellstrom on Slack\n - michacassola\n\t\t\t\t@michacassola on Slack\n - Michael\n\t\t\t\t@mhthemes on Slack\n - Michael\n - Micha Zerg.\n - microsoftstart\n\t\t\t\t@Denny on Slack\n - mikejpr\n\t\t\t\t@mikejpr on Slack\n - milanristic\n\t\t\t\t@Milan Ristic on Slack\n - mileha\n - milkycode\n\t\t\t\t@Christian Hinz on Slack\n - miloshpetrik\n - Mister.Leeland\n - mistercode\n - mlfactory\n\t\t\t\t@Michael L on Slack\n - mondula2016\n - Moritz Kern\n\t\t\t\t@mobotter on Slack\n - mosparo\n - mowasnotizen\n - mripkens\n - mrtoothrot\n - Mr_sordum\n - msar\n\t\t\t\t@Mike Sarhage on Slack\n - msteidl\n\t\t\t\t@msteidl on Slack\n - Mwale Kalenga\n\t\t\t\t@Mwalek on Slack\n - Myshock\n - Nayra Themes\n\t\t\t\t@Nayra on Slack\n - Neofix\n - NET-UP AG\n\t\t\t\t@netupag on Slack\n - netjet\n - netmex\n\t\t\t\t@netmex_sqrip on Slack\n - networka\n\t\t\t\t@Networka on Slack\n - NewfieSoft\n\t\t\t\t@NewfieSoft on Slack\n - Nick Weisser\n\t\t\t\t@openstream on Slack\n - Nico\n\t\t\t\t@nico23 on Slack\n - Nico Danneberg\n\t\t\t\t@nida78 on Slack\n - Niels Lange\n\t\t\t\t@Niels on Slack\n - niiconn\n - Nikel\n\t\t\t\t@Nikel on Slack\n - niklastim132\n - Nikolai\n\t\t\t\t@grafruessel on Slack\n - Nimiq\n - nirus\n\t\t\t\t@Alex on Slack\n - Nivardo Ch\n\t\t\t\t@Nivardo Ch on Slack\n - Novalnet\n - ntbyk\n\t\t\t\t@ntbyk on Slack\n - Ole Ohrt\n - Oliver Heinrich\n\t\t\t\t@Oliver Heinrich on Slack\n - Oliver Schmehr\n\t\t\t\t@Oliver Schmehr on Slack\n - onechris\n - onetapsupport\n\t\t\t\t@iknez on Slack\n - onOffice GmbH\n - optifingmbh\n - orcas - Mario Gleichmann\n\t\t\t\t@Orcasteam on Slack\n - osersoto\n - ostrunk\n - ott\n\t\t\t\t@ott on Slack\n - Ovri.com\n - Pagemachine\n\t\t\t\t@Pagemachine on Slack\n - ParcelPanel Development Team\n - PARETO Digital\n\t\t\t\t@David Maucher on Slack\n - PascalBajorat\n\t\t\t\t@pascalbajorat on Slack\n - Pascal Birchler\n\t\t\t\t@swissspidy on Slack\n - Pascale\n\t\t\t\t@pascalebeier on Slack\n - Passionate Brains\n\t\t\t\t@Passionate Brains on Slack\n - patrickgjtl\n - patrickposner\n\t\t\t\t@patrickposner on Slack\n - Patrick Robrecht\n\t\t\t\t@patrickrobrecht on Slack\n - Paul Wasicsek\n - pcdelight\n - pepe\n\t\t\t\t@pepe on Slack\n - Pete\n\t\t\t\t@helvetian on Slack\n - peterlohde\n - Peter Raschendorfer\n - Peter Raschendorfer\n - Peter Sentner\n\t\t\t\t@petersentner on Slack\n - Philipp Bammes\n\t\t\t\t@philipp.bammes on Slack\n - Phil Marx\n\t\t\t\t@Phil Marx on Slack\n - photoberrystudio\n - Phrase\n - picsta\n - Picture-Planet GmbH\n - Pixelbart\n\t\t\t\t@Kevin Pliester on Slack\n - pixelfisch\n - pixx.io GmbH\n - platzkejtl\n - pochod\n\t\t\t\t@Paulina Chodura on Slack\n - podpirate\n - polyplanet\n - poolfactory\n\t\t\t\t@poolfactory on Slack\n - POWER CAPTCHA\n\t\t\t\t@POWER CAPTCHA on Slack\n - PowieT\n\t\t\t\t@Thomas Ehrhardt on Slack\n - PraetorIM\n\t\t\t\t@Udo Meisen on Slack\n - presscode\n\t\t\t\t@sashingo on Slack\n - Printmaps.net\n - Programmierer\n - ProvenExpert\n - psaikoheiko\n - pwallner\n - Quoter - Niklas\n\t\t\t\t@youngmedianetwork on Slack\n - ra-online GmbH\n - Rafael @ Nocksoft\n - Raffael Jesche\n - Ralf\n - Ralf Weber\n\t\t\t\t@d3395 on Slack\n - Ralph\n\t\t\t\t@rast51 on Slack\n - Rapidmail\n - rbaer\n\t\t\t\t@Roland Bär on Slack\n - readdata\n - reeeno\n - reitermarkus\n\t\t\t\t@reitermarkus on Slack\n - Remco Tolsma\n\t\t\t\t@remcotolsma on Slack\n - Remo R.\n - renao\n\t\t\t\t@renao on Slack\n - Rene Hermenau\n\t\t\t\t@René Hermenau on Slack\n - Rene Reimann\n\t\t\t\t@rene_reimann on Slack\n - René Schodder\n\t\t\t\t@rené on Slack\n - required\n - RevenueHunt\n\t\t\t\t@RevenueHunt on Slack\n - Reüel\n\t\t\t\t@reuel on Slack\n - rithm\n - robertdrost\n\t\t\t\t@Robert Drost on Slack\n - Robert Skiba\n\t\t\t\t@Robert Skiba on Slack\n - robertveit\n - robin\n\t\t\t\t@robin on Slack\n - Robin Dort\n - rocketelements\n - rogervanwile\n\t\t\t\t@rogervanwile on Slack\n - Roland\n\t\t\t\t@Roland on Slack\n - Roman Shkabko\n - Ronni K. Gothard Christiansen\n\t\t\t\t@Ronni K. Gothard Christiansen on Slack\n - rooom\n\t\t\t\t@rooom AG on Slack\n - Sachin Agrawal\n\t\t\t\t@Sachin on Slack\n - sahumedia\n\t\t\t\t@Lars Humpert on Slack\n - Saleswonder Team: Tobias\n\t\t\t\t@saleswonder_biz on Slack\n - Sandra Kurze\n\t\t\t\t@Sandra Kurze on Slack\n - Saskia Teichmann\n\t\t\t\t@Saskia on Slack\n - schmidt25\n\t\t\t\t@schmidt25 on Slack\n - Schweizer Solutions GmbH\n\t\t\t\t@Andreas S. on Slack\n - Scoria Labs GmbH\n - Scrollsequence\n - Sebastian Gerlach\n - Sebastian Lind\n\t\t\t\t@Sepplind on Slack\n - Sebastian Schwarz\n\t\t\t\t@Sebastian Schwarz on Slack\n - securebits\n - seoptix\n - SHOPVOTE\n - sichtbar\n - silsha\n\t\t\t\t@silsha on Slack\n - simea\n\t\t\t\t@Simea Merki on Slack\n - Simon Kraft\n\t\t\t\t@krafit on Slack\n - SimplyBook.me\n\t\t\t\t@Vitalii Kordiak on Slack\n - SiMULA\n\t\t\t\t@Simula Lab Ltd on Slack\n - Sinn - IT mit Emotion\n\t\t\t\t@Holger Sinn on Slack\n - sippsolutions\n - skennecke\n\t\t\t\t@Silvio Kennecke on Slack\n - socialdude\n\t\t\t\t@socialdude on Slack\n - Sofia\n\t\t\t\t@Sofia on Slack\n - SoftCreatR\n\t\t\t\t@softcreatr on Slack\n - Sonja Leix\n\t\t\t\t@sonjaleix on Slack\n - sosere\n\t\t\t\t@sosere on Slack\n - Space Codes\n\t\t\t\t@André Erbis on Slack\n - Spiracle Themes\n\t\t\t\t@Spiracle Themes on Slack\n - spolegek\n\t\t\t\t@Sabine Polegek on Slack\n - Stefan Brechbuehl\n - Stefan Hüsges\n\t\t\t\t@tronsha on Slack\n - Stefan Kalscheuer\n\t\t\t\t@stklcode on Slack\n - Stefan Kremer (stk_jj)\n\t\t\t\t@stk_jj on Slack\n - Stefano Picco\n\t\t\t\t@spicone on Slack\n - Steffen Dressler\n\t\t\t\t@steffend on Slack\n - steiniman\n - stelter\n - stepasyuk\n\t\t\t\t@Andrii on Slack\n - STINA Global\n - Sunlime Web Innovations GmbH\n - Surajsinh\n\t\t\t\t@Surajsinh on Slack\n - sven.vonarx\n\t\t\t\t@svenvonarx on Slack\n - Sven Hofmann\n\t\t\t\t@hofmannsven on Slack\n - Sven Lehnert\n\t\t\t\t@svenl77 on Slack\n - Sven Wagener\n\t\t\t\t@mahype on Slack\n - swissmike93\n - Syde Niklas\n\t\t\t\t@Syde Niklas on Slack\n - symptoma\n - Sören Wünsch\n\t\t\t\t@soean on Slack\n - Takeaway.com\n\t\t\t\t@Takeaway.com on Slack\n - taratempelhof\n\t\t\t\t@taratempelhof on Slack\n - Team exactly webdesign\n - Team exovia\n - Team FunnelKit (formerly WooFunnels)\n - texperience\n - thaikolja\n\t\t\t\t@thaikolja on Slack\n - tharkun69\n - The-Dude\n\t\t\t\t@Arnt on Slack\n - The Coder\n - thedoctorcoernel\n\t\t\t\t@Cornelius Berger on Slack\n - theinternalthe\n\t\t\t\t@theinternal on Slack\n - them.es\n - ThemeZee\n\t\t\t\t@themezee on Slack\n - theripper\n - The_Bootstrap_Themes\n\t\t\t\t@The Bootstrap Themes on Slack\n - ThMarket\n - Thomas Cloer\n\t\t\t\t@teezeh on Slack\n - Thomas Maier\n\t\t\t\t@Thomas M on Slack\n - Thomas Nasser\n - Thorsten Frommen\n\t\t\t\t@tfrommen on Slack\n - threadi\n\t\t\t\t@threadi on Slack\n - Tim\n - Tim Crull\n\t\t\t\t@Galanos on Slack\n - timgieske\n - timofricke\n - Tim Pritlove\n - Tim Reeves\n - tinuzz\n - Tobias Bäthge\n\t\t\t\t@tobiasbg on Slack\n - Tobias Zimpel\n\t\t\t\t@tz-media on Slack\n - TomB\n\t\t\t\t@wordtomb on Slack\n - Tommy Haas\n - tomott\n - torkeller\n - Torsten Bulk\n\t\t\t\t@torstenbulk on Slack\n - Torsten Händler\n\t\t\t\t@shogathu on Slack\n - toxicum\n\t\t\t\t@toxicum on Slack\n - transl8or\n\t\t\t\t@transl8or on Slack\n - trieber\n - Triopsi\n\t\t\t\t@triopsi on Slack\n - trollo\n - trustbadge\n - tschortsch\n\t\t\t\t@tschortsch on Slack\n - tuxlog\n\t\t\t\t@tuxlog on Slack\n - tyskan\n - @Udo Späker on Slack\n - Ulf Schönefeld\n\t\t\t\t@tractac on Slack\n - UNIT08 GmbH\n - uponity\n - Usman Ahmad\n - uSystems\n\t\t\t\t@Demian on Slack\n - vendidero\n\t\t\t\t@Dennis on Slack\n - Vera Pommerin\n\t\t\t\t@Vera Pommerin on Slack\n - vgerdes\n - vielhuber\n\t\t\t\t@David Vielhuber on Slack\n - virtual03\n\t\t\t\t@Virtual03 on Slack\n - Visitor Analytics\n\t\t\t\t@VisitorAnalytics on Slack\n - Vladimir Simović\n\t\t\t\t@vlad on Slack\n - voleatech\n - Volkmar Kantor\n\t\t\t\t@volly on Slack\n - walkeezy\n - wao.io\n\t\t\t\t@wao.io on Slack\n - WDM\n - Weather Atlas\n\t\t\t\t@Nino D. on Slack\n - webAufstieg GmbH\n - webksde\n - webraketen\n\t\t\t\t@webraketen on Slack\n - wemea\n - WeRePack.org Team\n\t\t\t\t@WeRePack.org Team on Slack\n - wielebenwir e.V.\n - WordPress Hilfe & Support Nahiro.net\n\t\t\t\t@nahiro on Slack\n - wordpresskid\n\t\t\t\t@wordpresskid on Slack\n - WP24\n - WPCastle\n\t\t\t\t@Peter Carqueville on Slack\n - WPChef\n\t\t\t\t@WPChef on Slack\n - WP Cool Tools\n - WP Desk\n\t\t\t\t@Dorota Ingielewicz on Slack\n - WPExtend\n - WPFable\n - WPLake\n\t\t\t\t@WPLake on Slack\n - WP Ninjas - Jonas Tietgen\n\t\t\t\t@Jonas Tietgen on Slack\n - wpo-HR\n\t\t\t\t@Harald Roeh on Slack\n - WP Royal\n\t\t\t\t@Duke on Slack\n - wpseek\n\t\t\t\t@wpseek on Slack\n - WPSight\n\t\t\t\t@WPCasa on Slack\n - wuptik\n - Yasin BOSTANCI (ta2cgc)\n\t\t\t\t@ta2cgc on Slack\n - Yevhen Leonidov\n - YogieAnamCara\n - zenceL\n\t\t\t\t@zenceL (Marcel) on Slack\n - Zeno Popovici\n - zerog981\n\t\t\t\t@zerog981 on Slack\n - zitrusblau\n\t\t\t\t@Daniel Klotz on Slack\n - ZuestMedia\n\t\t\t\t@Michael (ZuestMedia) on Slack\n\n# Current Translation Contributors (3,028)\n-Josch-, 00Sleepy, 0xeab, 1jaq, 1stein, 2icecube, 3mrbn5dr, 4zido, 6Storage, 8am, 13thstudio, 36it, 48DESIGN, 89garvhf23, 089it, 97group, 100plugins, 404, 5764764, a1alphaconsulting, a2kmedia, Aaron, Aaron T. Grogg, abclex, Abdalsalaam Halawa, Abdul kaioum, abeg, aboehm, abrahamvonworms, abridge21, accudoramona, aceisace, aceofspadezz, achim2017, achimg, Achim Kirchmeier, achour992, AcyMailing Newsletter Team, Adam, adama1976, adamarvin, adlix, adminbergtourentipptirol, adminkov, Adnan, Adrian, Adrian Jagusch, AdSimple GmbH, aedilius, aeroflydesign, aerotrim, Aert Hulsebos, affilinet, afimage, afp2000, AF themes, agerhartz, AHK Softwaregutachten.at e.U., ahmadmvz, ahoerl, aidlife, aileesh, AIOSEO Translations, air89, AiratTop, ak75, akarinmagic, akeem040767, akeilhauer, aknieriem, akrwp, akuenzel, aladin14, Alan Fuller, Alan Kabeš, alaxisdope, albarosa, alberphilipp, Albert, albertnogala, alcippe666, aldorr, alduinwf, Aleksander Kinakh, alekv, Alex, Alex, alex9999a, Alex@portalZINE, alexa13, Alexander, alexanderaltendorfer, Alexander Cekic, Alexander Pankart, alexanderproff, Alex Anderson, Alexandre - AcyMailing Newsletter Team, alexdeh, Alex Kirk, alexperegrine, Alf Drollinger, alFrame, Alfred Bereuter, algol.plus, aliceinwonderland1, Alin Marcu, alirezarezvani, alkhemeia, AllAccessible, allevito, allwindsthomas, almsaw, alpakahofkaliauer, alphacraft9658, altpilot, alxffm, amapparat, amatei, Amauri, amaus1209, ambi22, Amdad Sohan, ameliabooking, amfang, amhalukas, amhandi, AMIM, Amit Bajracharya, Ammaletu, ammarsaif, ampy511, Anant Sites, Ana Valeva, Ancocodet, andhow, andranas, Andrea, Andrea De Giovine, Andrea Ferro, Andreas, Andreas, Andreas, andreas17ke, andreas2023, Andreas Blumberg, Andreas Brain, Andreas Giemza, Andreas Hofmann, andreasmerki, Andreas Münch, Andreas Rohr, andreasthissen, andrebraselmann, andreios, andrejka97, Andre S., Andre Schaefer, andreschroedercc, Andrew-P, andrkolb, androiddigital, András Guseo, André Menrath, Andy: Brandbeschleuniger.net, Andy Brin, andyklaertauf1, Anelia Vardalieva, Angela, Anh Tran, Ankit Panchal, Ann, Anne-Mieke Bovelett, Anne Möllerhaus, Anni, Anonymous User, Anonymous User, Anonymous User, Anonymous User, Anonymous User 13423376, Anonymous User 15411818, Anonymous User 17419542, Anonymous User 17850189, Anonymous User 17880307, Anonymous User 17894248, Anonymous User 18369140, Anonymous User 18404156, Anonymous User 18407908, Anonymous User 20023689, Anonymous User 20034936, Anonymous User 20360830, anschaef, Anselm, Antonio Lamorgese, antonk44, anuijen, any3dprinteruser, aonestone, apfeldenker123, Aphotrax, aplrapid, appfield.net, aquorange, arakz, aranjo, arcasaruff, archesis, arinio24, aristagroup, arivs09, Armin Mohren, Arn0m, Arno Welzel, Aron Lex, arosoft, Arpit G Shah, arporetum, Artan, Arthur Yarwood, artif, asa449, aschnapper, Asgaros, ashnod, asnate, asonic, asrvwx, astha31, atakan1, atalanttore, atapin, atodebln, atplpilot, atten007, attenturede, audiosteps, aussteigenbitte, austrohack, autoschieber, autotemp, avahda4s, avanet, aviendha75, Avirtum, Awadea, awag73, aweimann, Awesome Motive Localization Team (CLPTE), awesomesupport, awick2017, AWP Classifieds Team, awwillia, axelkeller, axi0mat, aysz, azurro, B0nnie, Bachsau, badehaubendealer, balandur2, ballerbunt, balou2109, banditdd, bansalor, barcavn2, bartthedevil89, Basanta Thapa, base, bashti, basierteruser, bastaproject, Bastbra, bastiwp, bas_der_gruene, batunet, bavariaservices, bayoum1, bcradmin, bdthemes, BearDev translation team (CLPTE), beat.k, bebec, bedengler, Bego Mario Garde, behrisch, belaibk, beluserra, Ben, ben2003, benedict1, Benedikt Ledl, benediktp, Benedikt Schächner, benischka, benistauss, Benjamin Zekavica, Benjy Thömmes, benkotech, benni2412, benny298, benny1883, bennyru, Ben Pearson, benvanes, beoceka, bepixeld, berkux, berndg17, berndglasstetter, berndwi, Bernhard Alber, Bernhard Kaindl, Bernhard Kau, bernhardmorscher, Besim Karadeniz, besserbrauer, bessermitfahren, besslerk, betterparts, BeycanPress LLC, bfs010102, bikinger, bil0v, billop, bios4, Birdy, birdy111, Birgit Olzem, bisnusnr, bissbert, bixeldesign, bjoluc, bkausd, bkrull9, bkvhanau, bl4ckr4ptor, blackcad, blacksixty, bladefight, blanq GmbH, blaubaerchen, blitzgeek, Blog2Social, Blog2Social-Support, Blossom Themes Support, bluebiker69, bluegamer48, bluerate, bluewarp, B M, bmiletic, boeh, boekers, bommmm, bookingkit, Bookingor, bookmyorder1, boxhamster, bpassini, bradshawtm, brandtoss, branipoljakovic, braschka, bratkartoffel, brave73, breakused, Breev, bremer3dmanufaktur, Brian Haas, Brian Mutende, briefmarke, britta, brittajust, brixt0n, brnhrst, brutalistthemes, buddor, budosensei, budyx69, buecharch, buergi, BUHLIG, bulls_shark, buntegiraffe, Burkhard Erdlenbruch, Burst Statistics Translations (CLPTE), buschheuer, bussurd, Buywptemplates, bviadmin, BvW_DE, bytes4fun, c.eiermann, CacheCrawler, Cactus-Competence, calebjaquith, Campaign.Plus GmbH, canna4u, cannabazz, capco56, captainslater, carfis, Carlos Longarela, carstentrier, CartCoders, Catch Themes, cb, cbennettde, cbs040, ccwn_ev, cecoding, cegelkraut, cephos, chaikobar, chaoscrafterhd, chaoti, chaozmc, charisti, charonb, Chasil, chefwildboar, chenjung, chi2co, Chiaki, chickchirick, chicofire85, chillichalli, chillinr1, chlctt, chm4wp, choegl, Chouby, chr.schmitz, chrioll, ChrisChros, chriscitizen, chrisinaction, chriskegel, chriskrauss, chrismunn, Chris Ribal, Chrissy, christenmarc, Christian, Christian, Christian, Christian-W. Budde, christian712, christiandoll, Christian Ott, Christian P., Christian Roth, Christian Rüggeberg, Christian Sabo, Christian Scholz, Christian Strasser, christianwlw, Christine Graber, christkind, Christof Wiederkehr, Christoph, Christoph, christophberinger, christophbrillcgm, Christopher Kurth, Christoph Herr, christophmlehmann, christophrado, christophvl, christotz, chrisweiller, chriswoff, chrisyooo, chrizn, chrmohr, chronm, chrunchip, chste, citronalco, cituro, ckrobb, claasaug, claheeg, claudiaiw, Claudio Rimann, clausfaber, cle999, CleverPush, CleverReach®, click5, Clickadelic, CLICKSPORTS, clk66, cmeiersoftware, cmogmbh, CMSJunkie - WordPress Business Directory Plugins, Coastbyte - Solutions & Consulting, CodeAce, CodeIsArt.NET, codemetz, CodeSolz, codifryed, coenvandieur, cohewa, Colissimo, collini1000, ComMotion, Complianz, condraw, conline, conman, Constantinus van der Kruijs, coockie73, Cookie342, cookiebot, CookieHub, CookieYes Translations (CLPTE), cooky101, cooldark, corewall001, corinneulrich, cosmicbase, cosmoton, Course Finder | andré martin - it solutions & research UG, cousko, covermylife, Cowboy, CPX, cr-art, cr33py, crammaster, crash0verride, crayfish68, crayssnlabs, creadina, creativexagency, CrestaProject, CRPS Selbsthilfe Köln | Bremen, Cryptic, Cryptomus, crystaleye, cschmitt91, cse1008, cskaiser, cuddlebear, Cujo11, cutu234, cyberaleks, cyberdogdesigns, Cyber Halunke, cybexion, cyborg2k, CyrilG, cyrillbolliger, daDirtyD, DALINOVATE, Damir, damonkoe, Dan, dan0815, danavolovelsky, Dang Boom Bang, Dani, Dani, Daniel, Daniel, Daniel, Daniel, daniel54321, Daniel Buth, Daniele De Rosa, Daniele Scasciafratte, danielfreiburger, Daniel Fritzen, danielgross7, Daniel Hüsken, Daniel L., daniellaile, danielmauch, Daniel Menȝies, danielpat, danielruther, Daniel Wehrli - agenturWEHRLI, Daniel Wiegand, danigrafie, DaniSch, danischenker, danney07, Danny Schmarsel, Dan Pardella, dansart, danweb17, danwin1210, Dan Zakirov, dargrall, darkatzu, DarkCMB, darkrayon, darkshark4k, daroth1, Darren Peyou, darxmaster, dasenke, dasfish74, dasigna, datascientist, datenzwergin, datlemmi76, David, David, david79veres, David Cavins, David Decker, Davide Mancuso, David Riccitelli, David Siemers, David Stingl, David Vongries, David Wiedmer, dcarrero, dcaspar, dcdk, DCLVBS, dcomsystems, DediData, Deepak Kumar, deepthought4711, deepvoiceinc, DELUCKS, Demis Patti, denherrring, denisck, Denis Giffeler, denizabi126, Dennis, Dennis, Dennis Hipp, Dennis Ploetner, Dennis Schreiber, der-photoautomat.de, Derda, derelmoo, DerHerrMeier, derjuergen, derkernsen, dermedienagent, dertaenzer, derWalter, Desert Themes, destroyer20121, Detlef, detleffw, detrius, devangshukla, Devang Vachheta, Developer, devowl.io GmbH, devowl.io Translator, devph1l, dfcday, dhagen, Dhruvin, diavolo1986, didibee, diege, diekuhmachtmuhh, dieterdatenschutz, dietergreven, Dietmar, Dietmar Weiss, dietrichganz, difa1992, digberlin, digitalplayer, digitracer, diiyoxx, dilurai, Dima, Dima, DimaW, dimendia, Dimitri Grassi, diovina, dirk1973, dirk2021, dirkliesenfeld, diz99, dizir, djar, djpanda, DjWebster1978, dkehne, DKlinger, dl1drk, dmac, DMC, do6tb, dobschat, DocID, docjojo, DocMario, docolli, dolderer, dombucheli, Domenico Gangemi, domenig, Dominik, Dominik Horn, Dominik Probst, dominikrubi, Dominik Schaumburg, Dominik Schilling, Dominik Sommer, Dominique Haussener, domuser, doppiaw, dosm3plus, draht, Draply, dratiols, Drazen Bebic, drdheiser, dreahahn, dreihochzwo, drepicde, Drivingralle, drohdekage, dstierli, dt3w, dtbmediamix, du3ll3, Dubbelstein, Duke Yin, dunraven82, durmichel, dutze, dvistv, DVYZR, dwinpul, dworazik, dywoo02, dz_marcus, e4jvikwp, Earnie Rhyker, EAS project, Eastburn, eastwestbond, Easy Payment, eat.pixel, ecdltf, echofr, echoplugins, Eckhard Henkel, Eclipse16V, edithmayerhofer, edits, edmund368, edvanture, EdwardBlack, Efe Dinler, ehrphil, ehsan, eineckig, Eisenhauer, ejanwp, ekkeharddomning, EkoJR, ekoplanet, elavis, electrowordpress, elektronisch, eLeXeM, elina4444, elkhatib, elmartinoat, elstermann, eluin, emha.koeln, emod94, empunkt, emselino, EngineeringLike, Enki, EnvoThemes, Enwikuna, epolus, erbecker, erc94, ercanakar, erenxece, Erez Hadas-Sonnenschein, ergopublic, Eric, Eric-Oliver Mächler, ericziem, Erik Roemmelt, Ernst Weinzettl, eselt, esistich, Esmi, esoragency, estehr235, etrality, Eva, eventtechnik, everade, evoramade23, Exodox CL-PTE service account, exonic, expnet, Extend Themes, f00f, f2a7b8i, Fabian, Fabian, Fabian, Fabian, Fabian Gigler, fabianisele, fabianschaar, fabianwca, Fabian_Niesen, Fabio, fabioii, fabjoe, fade10, Falguni Desai, falkbizz, Falko Knizia, falselight, FAPI Business s.r.o., Farhad Sakhaei, farlion, FARN Labs, fastermann, fatimore, fauler, Faveren Caleb, Fazley, Fbn, fedata, felix5566, Felix Arntz, Felix Edelmann, Felix Hahn, Felix Imobersteg, felixpoessnecker, felixschmid, Felix W., felixxxxxx, Felixyz, fellbatzen, Felln, fensal, fert, feuerballdesign, feuerballer, feuerfresser1937, ffabb, ffresch, ffstrasswalchen, FGBmaster, fhwebdesign, fhyner, fibuszene, fiercely, fifu.app, filipema, filout, findikhikayeleri, Finn Dohrn, finnge, Finthihani, FireFart, firerun, firutin, Fischi, fitspa, fizzefatze, flachzange, flashbash, flashmixx, flateric, flavinii, Fleks, fletz1, flexieva, flinfotec, flo02, flobogo, Flo Edelmann, Florenz Villegas, Florian, Florian, Florian Brinkmann, Florian Caspari, Florian Ludwig, Florian Schirm, Florian Schommertz, floriansturm2015, Florian Ziegler, Florin, floserver, flowdee, flugmaus, Fluss.ai, fmuere, fneurieser, fogger, Forge12 Interactive GmbH, forrestkirby, four2six, fox-didl, fr0nz, Fran, Frank, Frank, Frank.A.S., Frank Bueltge, FrankEck, Frankie Jarrett, Frank J., Frank Leusing, franklin35, Frank Neumann-Staude, Frank Noack, Frank R., frankrupp, Frank Spade, frankweslar, franz.froemel, franziska124, Franziska Thoms, fraudlabspro, freakwave, freddymuesp, freek23, Freetagger, freiheit1903, freshone_de, friedarich, frolleinsassy, frutti2203, fschoenfeldt, fstefan1960, fstompe, ft6040, fth6161, fuchsdesign, fudongshi, fugmx, fullsreen, Funnelforms Translation Team (CLPTE), Furo, futurenext, FuturioWP, fwimmer83, FX Bénard, g4rryl4rry, galaxy21, galluss, gamer5239, gchtr, GDPR-Extensions.com, GDPR Info, ge0rg, Gedankenwerft, geistesblitzer, gelson62, GeminiBFE, Gennady Kovshenin, gentleman2991, gentlesource, Georg, georg001, George Pattichis, Georgiana Florea, georgwpfrm, gerd.neumann, germantranslator, germtranslate, gernotvienna, gerobe, Gesundheit Bewegt GmbH, get3code, getin2magic, getlaw, gglotter, gifiy, gipfelspringer, Gisèle Wendl, glaeskercom, glazuno, glebhubarevich, glitzerbargeld, globalhive, gloria25, glossarymonkey, gludie, Go AdOpt, goetzi, Goggosoft, goldfixing, goldfoot, goliathks, Gordon Böhme, GoSuccess, gottfrieds, goutham09, grafiksalon, gramir, granit59, granolalove, grasn, gregorwendland, grimperium, grobmo, groso, GrowCommerce, growtharchitects, gruber95, Grzegorz Rola, gtudan, gubbl, Gudrun, gudrun, guennionline, guenther999, GuentherLudwig, Guido, gundigundi, gusi1994, gutding, gVectors Team, gwendulyn, Gwyneth Llewelyn, H. Peter Pfeufer, h1ghsyst3m, h4y3k, Haj, Hakob, HAL-9000, haletska2317, Hamid Alinia, hanimarc, HannaCharlotte, Hannes Etzelstorfer, Hans-Gerd Gerhards, hansylein1955, hanyivan, happenpappen, happiestnerdintown, harald.walker, Harald Börchers, haraldthomas, Harald Wenzel, Hardik Raval, hardmace, harlekinmd, Harmonic Design, harromirbach, harryf98, haupas, hazhunter, hbaes, hbbq, hdtex, heibab, heiberger, Heiko, heiko117, Heiko Mitschke, heiluwe, heinleit, Heinrich Franz, heinz1966de, heklaterriol, helemaaldebom, helloprint, helmar, helmarg, helsinkisystems, Hendrik, hendrik2571290, henningaa, henrikjensen, hermannhb, herold, herrmika, hescphoto, hessig, hfngl, hh345, hhdu, Hhentsch, hilch, hilman2, HIQwolf, hirofumi2012, hirtariarisotto, hismastersvoice, Hitesh Makvana, hittheroadjack, hjkemmann, hjogiupdraftplus, hm, hmrrah, holgergeissler, hollytheghost, holometric, holzhannes, honey4864, hooohn, horstnhotte, Hossein, HostJane, Inc., HPreckel, hr-automation, hsparenberg, htmlpie, HTTPS Free SSL Dot Tech, hubspotter15, hugofant, huishuchristian, HunckMedia, hungnhceo, hupe13, Huppi88, hurraki, Huskynarr, hwxteam255, Hürdenlos GmbH, ibkarpowski, ibrahimsincar, ichbins, ichhierjetzt, ievo, iflairwebtechnologies, ig-88ms, iglmerkens, Ihor Kit, ijas, ikonum, illicity, illueins, illuminatorcologne, imagoimages, imemine, imfabian, immonex, Improve My City, indema, infoberg, infopaulholz, ingeborgurbanczik, ingmar17, inoelle, Insomnia88, insomniactroglodyte, integratoss, intercoor, interpunktor, inweco, ioanakroner, ionicthemes, IONOS, iotleraut, IP2Location, Irina, irobotti, IS-Z T. Schreyer, ISeeTWizard, iseli, isimsi, ismetsafa, IT-Recht Kanzlei, IT Path Solutions, itshelios, Ivan, Ivaylo Durmonski, ivblasc, ivikrause, ivis24, j.hoffmann, j0hj0h, jacboy, jacobus111, Jaegers.Net, jagsuprising, Jahid Hossain, JaJaSolutions, Jakob, jakobedv, jakobend, Jakob Wiens, Jan, Jan, Jan, Jan, Jan, Jan, jan089, janadams76, janameyerh, janaschlegel, janf, Jan Hoek, Janine, jankohoener, Jannik, Jannis, Jannis, jannis42, janoschasen, Janos Ver, Jan Reimers, janthiel, janverhagenko, Jan Weiss, jargovi, Jascha Ezra, Jasmine, Jason, jasonschell, Jaspreet Singh, jaw9000, jayq, jaysupport, jazzgoddess, jbrandstetter, jcvangent, jdevroed, jdu2, jeetgoyal, Jeff Chi, Jeffrey Paul, jekraemer, Jelko, jennatheis, jenneycs, jenniferbeitel, jens, jens, jensde, jensen17, jenspeh, Jens Ratzel, Jens Seidel, jerisbookattic, jespermhl, Jessica Lyschik, Jessie, jetmonsters, jetwes, jgorres, jhohlfeld, jhuesserch, jirtedigitalpha, jitter77, JivoChat, jjanzen, jkreuzer, jkropf76, jmcone, jmg2k, jnz31, Joachim Jensen, Jochen Gererstorfer, jocrat, Joe Dolson, Joel Burghardt, Joerg Halitschke, Joerg Romanowski, joerns85, Joey Fleck, joeykenoy, jogi994, jogy31, Johannes, johannesbenz, Johannes Jülg, Johannes Sebald, Johann Heyne, Johan van der Wijk, johera, johnhelwig, JohnRDOrazio, JoInThai, jojo28783, jolentes, Jonas, JonasBreuer, Jonas Burian, jonashartmann, jonasradke, jonassimon80, jongro1, jonny-s, JonnyBoheme, jos4xtraservices, josch83, josch87, joschic, jozze_w, jppe71, jraedler, Jrahjes, jrgkop, jscam, jseutens, jsiegl, jtolkmitt, ju97, Juanjo Qhadi, juergen1958, julesaus, juliaferch, julian.kimmig, julianchntl, Julian Hochgesang, Julia Reichbaum, juliazh, Julius, Jumpy91, juppi91, justman10000, juventiner, jvesper, jwatzl, jzlzvl62, j_spaceman, Jérôme, Jörg, Jürgen Müller, k-konzept, kabr, kagerber, Kai, Kai, kailily, kailonka, kallovsky, kapelari.studio, Karolina Vyskocilova, Karsten, Karsten, kastello, kasuna, katc93, KatjaW, katrine29, kayser, kazaa2, kekistine, keko1313, kekskartoffel, kenney36, kenny, Kerfred, kerosindigital, Kevin, Kevin Benjamin Beier, Kevin Kyburz (@swissky), Kevin Schludermann, Kevin Schüler, khuri, kiefer2003, kielfeder, Kiko Chatbot, kilbot, kingrody, kinjaldalwadi, kiraditt, kirnbauer, Kirtikumar Solanki, Kisimedia.de, kitchenartistry, kiudex, kkarpieszuk, kkoenigle, klatschianer, klaus123, Klaus Kullmann, klausschwarzkopf, kleinermann, kmacher, kmmagix, KMPr8, kmr100, knelta, Kniebremser, kniegerk, knubew, kolli, Kollmannsberger, kondrich, Konstantin, Konstantin Obenland, kontur.us, korbball, kprkom, krabbelt.de, kravenzio, krisdalm, Kristian, KRISÚ, kroerig, kron0s, krubik, Kulturwunsch Wolfenbüttel e. V., Kundschaft Schweiz, Kuppelofen.de, kurs mediasystems, Kushang Tailor, kuubus, kwb2020, Kybernetik Services, laalaaala, labok, laederlappen, La Geek, laluluny, lamarketing, landei00, lanfear84, Lapotor, larmicon, lars3107, Lars Boob, larsdreier, Lars Joppich, Lars Koudal, Lars Kusch, larsschellhas, larsvonhierblau, lasaon, latist, Laurin Berli, lavitto, lazybone, LB Company, Leap13, learnpresslms, Lechner IT-Dienstleistungen, leevmeister, lefl325, legalweb.io, Legion Inc, lego2015, lehmax, lehnerrobert, leiti373, Leitner, lenasterg, lenawp08, leninjahd, lenn12, Leo, leogc, Leon, leonardoboss, leonmedia, leopage, lesslauer.de, LetoWPDev, letsip, lettenmayer, lgallo, lgru123, lhbl2003, lhoem, lichtscheu, lidere, lightshinesbright, liiki, lilbudgie, lillitslife, lilmaus, lindav23, linkandcluster, linkvertise, linunaut, Linus Benkner, litronics, LiveChat, liz777, lizaay, ljjtboards, lkwebservices, locomoco28, loewenherzl, logan5, lohmueller, lollek, loloirie, longjogger, longjsilver, longtawan, lordandy1984, lordsteini, loremipsumgraz, lorenzmacke, loskrachos, lotrec, louiswallaston, lshkilian, ltvtobi, lubbimedia, Luca, Luca Rodino, Lucas Radke, LucieLenkrad, luckyfella73, Ludwig, luggas98, luggrian, luho91, Lukas, Lukas, lukas2804, Lukas Baum, Lukas Erhart, lukasj98, Lukas Küffner, lukasthedev, Lukas Zange, lukbaum, lulumann, luminon, lupferkoenig, lure97, lureki, lusp, lutzsauer, luwe1998, luxmediq, m-tag, m4uc, m266, Macho Themes, MacSteini, macvet, mada99, madalin.ungureanu, maddin91, madewithbluemchen, madmarx, maexx, mafu24, magu180818, magwerbung, mahaag, maik63de, maikdaniel, maikhildebrandt, Maikuolan, mailchef, mainseo, Maja Benke, MakeWebBetter, Makuro, malbi73, mallard66, mallorca360photos, mandrael, Mandro, manikandang, Manja Neumann, Manjit — The AF Themes Support Team, Manuel, Manuel, Manuel Fritsch, manuelschultz, Marc, Marc, marc2020, marc20031, Marc Bellêtre, marcelbtgn, Marcel Gleis, Marcelismus, Marcel Tannich, Marcel Tujetsch, Marcin Pietrzak, Marcio Duarte, Marc Iten, Marc K., Marco Di Bella, Marco Tarsia, marcotrzaska, marcscholand, Marc Tönsing, Marcus, marcus3cx, Marcus Spanier, Marc Wieland, marenka, margarita - boomCodes, margueriteb, marialisanick, marian1, Maria Obretenova, Maria Silvia Sanna, marienkafer, marincheto, Mario Angermann, Mario Günter, Mario Kretschmer, Mario Wolf, Marius Schulte, mariussk, Marius Sonnentag, Marius Steinke, Mark, Mark Amante, Mark Howells-Mead, markkroter, Marko Feldmann, marks182, marktmeier, Mark Tomlinson, Markus, markus08, , Markus Diehl, Markus Drubba, markusm69, Markus Maier, markusmiederer, markusphi, markusrgs, Mark Westguard, markwiele, maroh, marpat, Martin, Martin, Martin, Martin, martinbecker, Martin Beierl, martinft, martinheiduk, Martin Kraft, martinnw112, Martin Röder, Martin Sauter, Martin Tauchman, martin_schilliger, maryluu, maschinist, massl, master1000, masterav, masteriyo, masterofdisaster, Mat, matchi, Mathieu Viet, mattblox, Matteo Marchiori, Matthias, Matthias, matthias.s, Matthias Baier, Matthias Blenk, Matthias Held, Matthias Kittsteiner, Matthias Pfefferle, Matthias Reinholz, Matthias Seebo, Matthieu, Mattis, mattkeyzer, matzeatweb, matzup, mauri94, Maurice, Maurice, mauriciotesta, maverick283, maxdreizehn, Maximilian Franzke, maximilianherz, maximum.software, Max K, maxmichels, maxs1, MaxWunderlich, mazze5, MB1973, mbeerli, mcf112, mcicarl, mclego, mcramel, mcrepaz, me1es, Meacodes Development Solutions, mediterraneaservices, Mehedi Hasan, mehrsichtbarkeit, Mehul Gohil, melfor, mellang, Mementor AS, mephistomech, merkator, merkwert, Meska_, metafex, methler, meyermaximilian, mfdev, mftg, mhorniak, mhuetter67, mhummels, Mia, miabarsony, miasy, miau76, Micha, Micha, micha1981, michacassola, Michael, Michael, Michael, Michael, Michael, michaelabekaan, Michael Eichhorn, Michael H.E. Roth, Michael Höner, Michael Kohlfürst, Michael Krivoshey, michaelligabue, michaelpersch, Michael Pototschnig, Michael Schneider, michaelschroeter, Michael Vogel, Micha Krapp, Micha Zerg., michelhrng, Michelle, MichelSmiles, Michi91, michik1712, michoubonn, Micky261, microsoftstart, microteq, midnightplay, mighty2003, mike1701, mike1972, mikejpr, mikeschnoor, mikesterminal, mikikado, mikt, milchtuetenente, mileha, milkycode, milotze, milvamahnke, minal02, mio70, MiQ, mirataria, Mirco Baumann, miriam2108, mischa13, Mister.Leeland, mistercode, misterflow, Mithu A Quayium, miwo1989, mix0h, mixix34, mkalenda, MKDev.de, mkl1, mkoch31167, mktgwien, mletford, mlfactory, mliebelt, mlueke, mmairits77, mmtomm, mnecker, mniederm, mnlwmh, moaschtr, moepstar, moesioli, moewewebdesign, mofis, mohammadhanif, Mohammad Miraj, Mohammed Kassem, Mohan Hridoy, mohrchen1, Mohsen, Mohsen, mokhtarsaad, monavandu, Monika, monika55, monkeydruffy, monsieurbecker, moogi, mooseman79, moreira01, Moritz Kern, morlockmotors, mormat, morvayphotos, mosparo, mowasnotizen, mpek, mpfannstiel, mr.brain, Mr. Jazz, mrcashde, mrcraz3y, mreichert95, mrelliwood, mrmanuel, MrMattEastwood, mrmeeeseeks, mrthiemann, mrx99, mscheyhing, mschroettle, msegerer, msinfo, msoeth, mspaehr, mspinkswan, msz0815, MTC, mthorner, mudderguidede, muenchdev, Muhammed Anas K P, muhsin66, muhuwuhu, mumbomedia, Musculacus, mutebefehl, muwing, mwgo, mxjoe, mynetx, mynios, mynolix, mytamara, n1ckn4mee, n16h7m4r3, na1rd, nachrichten_muc, nachtmeister666, nadeemqureshi, nadiashiell, nadineflanders, Nadin Hoffie, naen01, nagex, naiki, nameNamenlos, namenlos, napster2k19, Naresh Parmar, nashtulsa, nastysesty, nauglamir, Navin Poeran, Nayra Themes, Nazmul Hassan, nbahnfreunde, nbauer, ndre, nekomajin, nelsdev, neo12345j, Neofix, neschner, nesteno, NET-UP AG, netart.com, Neteuro, netfett, Netrr, networka, netzmaedchen, netzorder, neuss41464, nevs08, NewCodeByte, nexitomedia, neXorianus, nexso, nh83, nhellerhoff, Niall Kennedy, nicholasbennett, nici-, Nick Bohle, nickfuxteufelsweb, nickondsl, Nick Weisser, Nico, Nico, Nico, Nico Danneberg, nicofellini, Nico Hauser, nicolasmierbach, Nicole Neumann, Niels Lange, Niels Wagner, nighthawker, nightmind, Nikel, Nikelaos, Nikita Solanki, niklas04, niklasdahlheimer, niklastim132, nikluy, nikokoerner, Nikolai, nikolg, Nils Harder, Nimaco, nionzh, niosug, nirus, Nitheesh Parakkat, nitinkumar6319, nitr0n, Nivardo Ch, Njones35, nlflx, nlpro, no6mis, Noah Hearle, noahlup, noahsawallisch, nobissoft, noizeburger, noplanman, nopsi79, nortix, notamp, notaufnahme, Novalnet, nox309, nschlabb, nstoeckigt, Nuno Sarmento, Nurullah SERT, nyffi1991, nyks-barton, nykstest, oberton, obiaushv, ocken, officevienna, officialcreativex, ohfuchs, ol9294, Ole, ole1986, olegdm, Oleksandr Lysyi, Ole Ohrt, Oligraph, olivarr, oliver, oliverhees, Oliver Heinrich, Oliver Lindner, Oliver Lippert, Oliver Meinelt, Oliver Schmehr, oliverzeiger, oliviermei, Olivier van Helden, ollif, olma, onechris, OneTap, onetapsupport, onlinesaat, onOffice GmbH, OnPoint Plugins, On The Map Marketing, ontronix, ooo, ophilippeo, optumish, Orakelsee, orangeferdi, ordo273, Oscar Gare, osti47, otacke, otrsupport, otto97, ourinterface, oyle, Pablo Pacheco, paddor82, paddy1975, Paderman, Pagemachine, Pagup, pajojajo357, pakka, palmoduledev, pambos, pampfelimetten, paradonym, pare81, PARETO Digital, Pascal, Pascal Birchler, pascalfree, Pascal Herbert, pascualet, Passionate Brains, pastartur, patrickrichner, Patrick Robrecht, patthecat, paulfelge, paullitsch, Paul Vogel, Paul Wasicsek, PausAR Studio, pavax, payamshirazi, payever, payrexx, pbacher, pbluhm, pbuschhueter, pcdelight, pchelp1, pedaleur, Pedro Mendonça, pegelf, pepe, Pepe, pepe-gonzales, peppi2024, peregrinethemes, persching, perthormann, peter.englmaier, peterbodensee, petergrohs, peterjohann, peterkaelin, peter lipp, Peter Purrmann, Peter Raschendorfer, Peter Raschendorfer, Peter Smits, petervari, pfholm, pharmamax, pheck, Phil, phil130, Phil Dom, Philipp Bammes, Philipp Gorges, Philipp Stracker, philippze, Phill Healey, philliproth, Phil Marx, Phi Phan, phiso00, phohn, phoneservicegt, piaschwarz, picup, pieceofphil, Pieter Bos, pigsound, piwi1972, Pixelbart, pixelsee, Pixelwunder, pixx.io GmbH, pjfry79, pl07, Placer69, playerdesk, Plotz, PluginJoy, PluginWave, poddus, pokaflat, polichius, pollyween, polofreak, poolfactory, postmagthemes, postwirt, POWER CAPTCHA, PowieT, ppravda, prachi7677, PraetorIM, presscode, Presskopp, printessenz, Printlane, ProAI, Programmierer, prontiv, propix.at, PSGV99, psyflex, ptstockley, pullober, pulposebastian, puppygamingradio, PuppySpike, puppyspike, pvdbh, PWR Plugins, pxdx, pyradur, qhorinhalbhand, qsv.ch, qu3llc0d3, quadtrogamer, quantum99, quicksnail, quirinziessler, quodos, Quoter - Niklas, qwertgo, r3volv3rmann, r4ffael, R4FT3R, rabenstein, rabmalin, raccoondynamics, radibor78, raeuber, rafaelup, Raffael, Raffael Jesche, raggnox, RaHa, Rahal Aboulfeth, raidpixels, raik1985, Raindropcatcher, Rainer Berg, Ralf, RalfEiberger, ralferlebach, ralfh, Ralf Römling, ralfsteck, Ralf Weber, ralfzoell, Ralph Mueller, ramen100, ramen2000, Rami Yushuvaev, rankma, Ranzuni, Rapidmail, Rappi, raptorsystems, Rara Themes Support, rasaf, rasswet, rauchberger, Raushan Jaiswal, rawo01, raymond-de, raystark, razerino, rbaer, rblumtritt, rbpphotographyde, readdata, readonly24, Really Simple Plugins, Redforts Software, redworx, regenbogencurly, Regenpfeifer, reilix, Reiner, Reinhard A. Deutsch, Reinhard Preßl, reiseblitz, reisi007, reitermarkus, Remo R., renao, Renato Strassmann, Rene, Rene Hermenau, Rene L, Rene Maurer, reneschumann, René Schodder, replicaaa, Rescueplaner, resdisler, retarogroup, retzold, Reüel, rgrossmann58, rhino25782, richberm, richelieux, richmountain, Ricky Böhm-Hennes, ricner, Rico, rikola, rinakas, ringostar77, rinma, Rishabh the Translator, riskpaydotbiz, Rita Kikani, rithm, ritti1989, RLDD, rloes, rlsrv, rmmlschbsr, robbyrobsen, Rob de Cleen, robedge11, Robert C., robertdrost, Robert Skiba, robertveit, Robin Bastian, Robin Herold, robosoft, rochelletrev, Rock a Robot!, Rocket Comunicazione, Rohit Maharjan, rohstoffmond, Roland, Roland, Roland Oth, Rolf Finke, Rolf Strathewerd, Rollen Trainer, romanschraner, romansixty, romejo, romelir, Ronni K. Gothard Christiansen, root1981, ROOT SECTOR, ropr, roundupwp, Rouven Hurling, rozzol, rponwp, rpp, rprimat, rqelibari, rramholz, rrohaczek, rschrein, RT Chetona, rtenny, Rubel Miah, rubenschwarz, ruedilandolt, rulu79, rush2112, rusibla, Ruth Jahn, s1new, s4h1n, sabine3011, Sabine Jordan, sabinemerker, saddamsifat, saddleworldonline, sagund07, saitenzerrer, salammousa, Saleswonder Team: Tobias, salomerieder, Sam, sammx98, Samuel, Samuel Eduardo Alemán Espinoza, samuelhasselbach123, sanbrill, Sandra, Sandra Kurze, sandreck, Sanesh Acowebs, sangeethasrinivasan, Sanjay Shankar, sankari, Sanne van der Meulen, sanstor, sapix, sarahfr, , saschaweiss, Saskia Teichmann, SasToll, satananas, savolee, sawo121, sayonamathew, sb52146, scdia, schasiepen, scheid, scheppan, schikowski, schindi, schmett, schmicho, schmidt25, Schneemensch, schoene-heide, schreibtischtaeter, schroeng, Schweizer Solutions GmbH, Scoby Analytics, Scribit, scroom, scysys, Sebastian \"rawsta\" Fiele, Sebastian Brosch, Sebastian Buchwald, sebastianby, sebastianklammer, Sebastian Lind, Sebastian Mai, Sebastian Pisula, Sebastian Schwarz, sebastianwick, sebastieng7, sebusingwp, securebits, sefre, Sekander Badsha, selenii, semelina, senocapism, seoboxx, seosbg, serendusk, Sergey Kovalets, servercnet, Service4Web, SERVIT Software Solutions, sevenbitweb, sgottschalk, sgraewe, Shapepress, Shareaholic, sharikrez, Shashank Jain, shedros, shesdino, shimjakacowebs, Shnipsel, Shop Das, shopybot, shorshe, Shreya R Nambiar, signor.rossi, Silas_229, silentx1981, siliwan, Silvan Hagen, Silvernerd1, silversurfer1973, simaxsp, simea, simonbison, Simon Frey, simonhammes, simonisbetter, simonkbl, Simon Kraft, simonm99, simon_h, simoptim, simpress, sinai1965, sinitita, Sinn - IT mit Emotion, sirapa, sirblacky, sirkingike, sirtheta, sitechat, SiteGround Translations, sixtyseven, SK77, sk93, skaramuz, skipy, skriptorium.eu, skrivanektranslations, sks7g, skyyaga, slaergh, Slampaq Solutions, Slava Abakumov, slimstars, slyphax, Smart Cloud Solutions Inc., Smartsupp, Smartsupp_plugin_CLPTE, smartwpress, smiller24, smotzart, smsmobileapi, sn1k, snappyonline, SNG Translation Team, soapkings, soereo3, Sofi-Soao, Sofia, sofie030, softwerk, sok0, solanum, solidnetwork, soliver84, sonalsinha21, Sonja Leix, sonnenfroh, sonnenlicht, sophiepflueger, souri, souri_wpaustria, sowiedu88, Space Codes, spacewatcher, spammx3, SPBooking.com, speddy20537, Speed, spheren, Spiracle Themes, spitzenbuch, splatty, spontis, sporli, sprevrha1, sprithusen, squanch797, sr89, sraft, st3phan76, Stachethemes, stampay, stayxclassy, StDo, steeeg, Stefan, Stefan, Stefan, stefanbecker, Stefan Brechbuehl, StefanG, Stefan Gebhardt, stefankaifer, Stefan Kalscheuer, Stefan Kremer (stk_jj), stefanoai, Stefano Picco, stefanrauhut, stefanwox, stefbo, steffe82, Steffen, Steffen Dressler, Steffen Kaster, steffifn, steherk, steingraeber, stelter, stephan.sperling, stephanh71, Stephan Kockmann, stephanschmatz, stephenmarkhoff, Steph Wells, Steve Burge, stevendiai, stevygee1987, stgreiner, stkl, stml123, stoertebecker2, stooni, strand, strarsis, streemrunner, streitende, sts882, stshoffmann, Stuart Duff - a11n, studioschreiber, sturmfink, stwerner, Stylemix Translation Team (CLPTE), Suitbert, sukerdavor101, Sumit Singh, sun, sundsits, Superb, supermmario, Supertext, Surfer92, SusanneBernard, susihab, sutekkafactory, Sven, Sven71, svenbolte, Sven Buckbesch, Sven de Vries, Sven Hofmann, Sven Hüttepohl, svenkoehler, Sven Lehnert, SvenM1990, svenmaxheim, Svensonsan, svenxy, svhe, SV Motor Zwickau-Süd - Sportkegeln e.V., Swathi S, swatishukla, swedax94, swissroach, sxho, Syam Mohan, sybnex, Syde Niklas, Sylvia Egger (sprungmarker), Syncit Group, Systemhaus Hampe, systemsupport, Sören Wünsch, t0b1hh, tag19, tageins, taich, Taisa - Raquel García Arévalo, takada1971, TakonSix, taktischerspeck, tanarcho, tango13, taratempelhof, tathros, tatjana98, tauu, Taxifisch, tayack, tbez, tbh1869, tbowebdesign, Te-Punkt, Team exovia, techpoint24de, ted0815, teglami, telebots, tenserd, tepelstreel, Tereza Vošická, test16578, testoftest, teufel100, teweausl, texosac, texperience, tguldener, th23, thaflo, thaikolja, thanko, thasg, thaysenf, The-Dude, the.mnbvcx, the0bone, theamariesch, theatercuriosum, theaterkantine, theaussie86, thebsf, thecookielabs, thecrasher8, thecuberider@gmail.com, thedesigns, thefridgeful, thefrodode, theinternalthe, thejonnybb, them.es, themainframe, themeansar, Theme Arile, themebeez, ThemeGrill, Themes4WP, Themes Daddy, ThemezHut, theoriginal4side, therealdj, therealhyde, thereswo, theripper, theshihan, thesimonx, thetianbao, thikarp, thilo72, think advertising, thisismeonwp, ThMarket, thoeke, Thomas, Thomas, Thomas, Thomas Barth o-marketing.ch, Thomas Besorna, Thomas Cloer, Thomas Gächter, Thomas Günther, Thomas Hartwig, thomasklement, Thomas Klingler, Thomas Kräftner, Thomas Kujawa, thomaslhotta, Thomas Maier, ThomasMorus1478, thomasn, Thomas Nasser, thomasstaedler, thomaswolf, thore21509, thorque, Thorsten Schraut, thorstenstr, threadi, thunderwave96, tidji, tigeradler, Tim, tim1991, Tim Ehling, timeporter2203, Time Slot, Time Slot Translations CLPTE, timofricke, timofricke, timohofmann, timokoessler, TimoWm, Tim Reeves, Timur Kamaev, timvanast124, tinomar, Tinu, tinykawaiisu, tisoft, tiwick, tj2023, tjah, tko2003, tkodw, tleonhaeuser, Toast Plugins, tobbe71, Tobias, Tobias, Tobias Bäthge, Tobias Degen, Tobias Keller, Tobias Lechner, tobiasloeser, tobig, tobook, tobwa, tobyschmidt, todel, Toengel, tofuSCHNITZEL, tohi11, TokenPay Team, Tom, Tom, tomasz_bednarek, tomathen, TomB, tomeee, Tom Gorontzy, tomheller, tomlandon, Tommaso G. Scibilia, tommy489, tomo_2403, Tom Schmidt, tomtodd, tomwolf, Tony Zeoli, Top Deliverability, torbenmatuschek, torsten.dreier, Torsten Bulk, Torsten Händler, Torsten Landsiedel, toto285, toxicum, tp9283, tpsde1970, tquakulinsky, tr1alanderror, Track.Global, Track Global Editor, traduteca, trailerpark, TrailScout, transivroomadmin, transiword, transl8or, translatestewo, Translations by Automattic, Translations by GoDaddy, Translations by Google, Translations by picu, translatorrex, trbnrb, treebranch, treem, Trekky, tribble23, TRILOS new media, Triopsi, Tristan, troebbe, trubi, TryAllTheThings, tspmedientechnik, tukane, tumi07, Turn On Social, tuxlog, tvriccardo, TwisteD, tylercalderawp, tyxz, TZSUI, udittmer, udo80, uelideschwert, uhj0a5rxbop8jrt, Ulf Schönefeld, ulicgn, uliseu, ulrichm, Ultimate Multisite Translator (CLPTE), ultimatepatrick, umangmetatagg, uniqzuerich, unmus, unused, uperl, user145683, useramuser, userregistrationtranlating, utoppo, Uwe, uwe2023, Uwe Jacobs, Uwe T., Valentin, Valentin, valex0, valhalla8, valvaris, Vanderelbe, vanruxxx, Varun Sharma, vatersein, vehrmann, vendedorregalos, vendidero, veraluka, Vera Pommerin, ves61, vetpeter, vettersteffen, vflman, vgerdes, viakava, videomike, vidista, viegelinsch, vielspuhl, viereins, viper280375, VIPStephan, virtual03, vision2practice, visualcoffee, Visual Composer, Vitalie Ciubotaru, vladbejenaru, Volker, volkera, volodymyrbiryuk, vosi, voyager71, VW THEMES, waeber, waerp, wafebreaker, waisecolt13696, Waldemar Kaubukowski, wallerha, wanderndeluxe, warhost, Wasiliy Strecker / ContestGallery developer, wast1abdate, waterpoloschlumpf, watzweb, ways4eu, WC Lovers, WDM, Weather Atlas, Web-Stat, webadmin641, WebAppick, webartmaster, webAufstieg GmbH, Webcaster, WebCodePoet, weberand, Webface, webksde, weblink, webmanagerkoehler, webmetic, webscha, Webshoplogin, websupporter, WebToffee, WebToffee Support, wegener, weindler, weitel81, Weißbeck, wemos, WePlugins - WordPress Development Company, werkwunder, WernerEvers, wernhervonoheim, wetering, wgpdesign, WhyDonate, wichteltueren.de, wielebenwir e.V., wildakademie, willemster72, wincash, wini74, winkm89, winnischneider, winterdays, wintermoor, wiredmindshelp, WiSch, wiwaltill, wiwimaster, wi_VOID, wmalgadey, wmbauer01, wokat, wokrie91, wolf89231, Wolfgang, wolfgangsch, wolfsprinter, wolke7ner, woltis, WooCommerce CLPTE, Wordaspect, worderella, WordPress Hilfe & Support Nahiro.net, wordpresskid, wordpressrene, wordpresssralph, wordproli, WordProof, worldwidewings, worshipper, WP---Fan, wp-centrics, WP-Dummie, WP-Henne, WP-Translations, WP24, WP24 Markus, wp2025, WPAgentur, wpandbau, wpandreas, WPCastle, WP Cooper, WP Desk, wpdevelop, WP Doctorワードプレスドクター, wpelemento, WPExtend, WPFable, wpgerd, wphilfe, wphoniko, wphrmanager, WPLake, WPLearner, WPMagic, wpmarco, WPML Translation Team (CLPTE), wpnext, wpo-HR, WP Royal Translation, wpscsucked, WPSight, WP Sunshine, WPSwings Translation Team (CLPTE), wptools, wptranslategerman, WP Translation Team, WP Travel Engine Support, wreutz, wschreiner237, wuerfelfreak, wulfgier, Wundrr, wuzlwuz, wwadmin, wwanner1981, X00LA, XAR61, xblackeye, xionos, XPDT, xraid96, xsized, xtracted, xtramp, Yan Metelitsa, yannicksg, yashabro, Yasin, Yasin BOSTANCI (ta2cgc), yehudaT, YeKen, yipie, ymela, ymichel, Yoast, Yoav Farhi, YoGha, yogibear27, YogieAnamCara, yokyok2, YoOhw Studio, youdoovoodoo, YUMPU, Yvonne Dickopf, zaphodbeeblebrox01, zapvista, zeichenstrom, zeiterwebmaz, zeitzuwandern, zellerhoff, zerfl, zerog981, zigzog, Ziky, Ziyad Bachalany, zombie86, zorni, ZoSar, zric, ztatement, ZuestMedia, zwerg007, zwtros, _Jo, وردپرس ایرانی, and 站长帮.\n\n# Past Translation Contributors (3,521)\n$han, -db-, -mxa-, 00aike00, 1&1, 1a-spielwiese, 01djto, 2jgallery, 3adrawut, 3dgraph, 4ley, 4system, 10meisterbaelle, 10Web, 14pixels, 17maksi02, 20NINE, 85oo85, 88thman, 100f, 100wunder, 203X, 360projects, 360zu1, 681M, 4311021X, aaronhaehnerdesign, aaronvab, abaf, Abalone, abbiewd, Abdul Wahab, abeeku22, abicos, aceone999, ACiDC0re, activewebsight, actr0n, adachairbender, Adam from Trustindex, Addons for Contact Form 7, addthiseks, Adeel, adelmann, AdemOezen, Adenion, adhoc05, adiwu, adlas2016, adlerweb, adminrv, Adrian Grellneth, adrianjost, adrianpacklink2016, Adrian Reich, adrianwackernah, adstxtlab, affeldt, affiliatesolutions, affmngr, afreyer, AgaDj, ageibert, agkovalev, agrabherr, agradert, Agustin Barrientos, ahajji06, aheck1969, ahlemann, Ahmad Al Hariri, Ahmad Sattar, ahmetd97, ahoettgen, ahoilettering, Ahri2012, aictest, airflo, aisphording, aitherchris, akandor, akinom500, akinoo, akirktester, akkarin0082, al3xdee, al123system32, albatros53, alberthoelzle, aldrahastur, Aleksandrrazor, aleno, Alex, Alex, Alex, Alex, alex071299, alex1969sailer, Alexander Barwig, alexandergirod, Alexander Herzog, Alexander Lueken, Alexander Schau, Alexandra, Alexandra, alexaneel02, Alex Beck, Alexey, Alex Frison, alexgso, alexspaeth1, alexwerz, Alfonz Ritzek, Ali Irani, alineh, alisiaalpinger, allflyplace, aloiskeller, alpipego, alsegrin, altheeagle, altierilui, amdvie, amelieoller, amineco, AminZoubaa, ammr, amp-cloud.de, amtenbrink, Anariel Design, anderie, andiho, andipeters, Andre24HGW, andrea.cantieni, Andreas, Andreas, Andreas.Beck, andreasguder, Andreas Klinger, Andreas Kramer, AndreasN.OTGS, andreasvonfischland, Andreas W., andree84, andreigo, andrelanden, AndreLung, andrestabares08, Andrew DS a11n, andrewfburton, Andrew Lima, Andrew Liyanage, André Brückner, André Cedik, andue, AnDx, Andy Mercer, andypichler, andypresseswords, anei1234, angaga1980, angelgamerz, Angelo, angelopape, aniba70, animeheavende, aninowman, anjalik, anjmat, anmari, ann0see, Anna, Anna, anna0701, annalyle, anne81, anolting, Anonymous User, Anonymous User, Anonymous User, Anonymous User, Anonymous User, Anonymous User 6640346, Anonymous User 7604210, Anonymous User 7658014, Anonymous User 7681970, Anonymous User 13735392, Anonymous User 13801395, Anonymous User 14030592, Anonymous User 14448157, Anonymous User 14658531, Anonymous User 14677364, Anonymous User 14808221, Anonymous User 15057276, Anonymous User 15093996, Anonymous User 15240471, Anonymous User 15317048, Anonymous User 15880414, Anonymous User 15985895, Anonymous User 16052152, Anonymous User 16986660, Anonymous User 17365748, Anonymous User 17815307, Anonymous User 17860691, Anonymous User 18246135, Anonymous User 20108600, Anonymous User 20863139, anpor, Antimatzist, antoglaser, AntoineH, antongr, Antonio Leutsch, Antonio Sanchez, Antrilas, anzepintar, apollo13themes, appleuser, applewerbung, ArcherTC, area51butler, Argante, arianh, arichter1983, arkosw, armarius, Arne, arpablo1, arthurki1, artsha, aryncatia, asawatchie, asaynisch, asdf2, Ashesh Magar, aski71, assist22, astaadmin, astswiss, atarangi, atashinbar, ataub2qf, aThemeArt, atode, atomproductions, aunepvp, Aurovrata Venet, avalex, avedenin, avioacademy, avobelle, awenth, awesome-ug, axelbecker, axeljf, axelschmidt91, axl234, axmann, AyCe, AZ22, azorimor, azorvida, Azossie, Azragh, azsofabricius, b0nes, b3000, babettelandmesser, babo2015, babuschka, bacab, backermann1978, backforce, Baden, badix, bady85, bahrit, bakony, balgros, balma, balti, bamboootscha, bandexa, baqend, Barcelo, BarneyBratwurst, baronmuki, Barry Ceelen, bart96, bassloader, Bastian, Bastian Brinkmann, batstar, baum2, bayaro, baybee13, baynado, bbfkswp, bbilly1, bbrooksnieder, bbuerger, bcherwurm612, beamtec, BeardlessTYP, beatner, bebetto73, BedBooking, BedBooking Translation Team (CLPTE), BeeCee, beeoohdeeooh, begood17, bemeni, bemtgen98, benbraune123, Benchmark Email (EU), benchmarkingbuffalo, Bender3000, benfegore, benhartwich, Ben Huson, Benjamin Denis, Benjamin Pick, Benjamin Pick, Benjamin Sonnenschein, benjaminuppliv, benjiton, Ben Meredith, benneballe, bennitrans, bennj, bentipa, bergmaaa, bernalive, berndatools, Bernd Schmitt, Bernd_Robl, bernom, bernrd, Bert, BertelS, Bestmoose, bestofcologne, betachristoph, bettagliospangenbergkunst, betzebu, beyondsoftware, bflow, B Gerling, bgermann, biepa, biersim, biff999, biggbang, bildergarage, bileif, bill2828, billigerdampfen, billomatcom, Binary.Coder, bingolo, binolino, biobranchenbuch, Biont, birdmen, Birgit, Birgit, birgitengelhardt, bisamonline, bitbrewgmbh, Bjoern, bjoernd, BjoernS, Björn, Björn, Bjørn Johansen, blackaries, Blackbam, blackdesigns, blackthunderwolf, blackus3r, blacky244, blaumann83, Blaz K., Bleech, BlickeDeeler, blickreif, bliebhart, Blighty, blindelebensfreude, BlindPenguin, blitzschutz, blizzregensburg, blockonomics, BlocksWP, Bloghopper, blubber, Blubberfish, blubberwasser, blue4you76, BlueGlass, blumeblau, bneu76, bneuner, bnode, bobvanoorschot, bodhi1970, bodo, bojenkommandant, bonker84, BookingCalendar, borisbaldinger, boxerking36, bqelle, braekling, braggpeaks, brainbug01, Brainfire, Brainstorm Force, brainyartist, bramv, brandbeschleuniger, brbrbr, brijkishork10, britta29, Brixton4g63t, brt, brudner, brunozimmerli, bryaninbi, bsdv, bsharpe, buby37, buddy2010, Bugius, bungalou, burgellern, Burkhard Hueneke, business66, Butterstulle, buttkicker12, buurtaal, buzzzd, bxexnx, byronkeet, ByteBros, b_i_d, c-bass, c.ellinger, c.jung.kanhaeuser, c0by, c0rd, c2fel, cabl, cadiz, cadob, caithlynn, calebcopper, Calenso Booking, Campation, campinglaune, canavanin, capricorn43, caprine, CapsLocked, capsx, captaincrash, Carib Design, Carl, Carole Olinger, Caroline Hehemann, carolot, Carsten, Carsten Bach, casellini, Caspar, cassie1, casualcontributor, cathas4paws, caveman99, caw67, ccprog, ccrdude, ccrr44, cebbi, cedteg, cedus, ceggerl, cellepelle, Cena (a11n), centerofmadness, cepeuh, chaank, Chadwick Marketing, Changeling, channelsurfer, Chaoswolf, chapolote, charismeki, Charles E. Frees-Melvin, charlyschulte, ChatWingTeam, chdorner, Cheatsrichter, cheister, chekka, chesseri, Chief Gnome, chraftingblock, ChriKn, chrillebln, chris190390, chrisbritnell, chrisfaller, Chris Kloss, chrispl79, chrissea, Chris Simmons, Chris Spiegl, chrissydeppe, christiandullin, Christian Foellmann, Christian Fuchs, Christian Hockenberger, Christian Leuenberg, Christian Neumann, christiansommer, Christian Zimpel, Christina Fuchs, Christine Graber, Christin Mikolai, Christoph Daum, Christoph Jüngling, Christoph Letmaier, Christoph Nagel, Christoph S. Ackermann, Christoph Weßels, chrisword1, chrizdee, chrume, chs87, chzumbrunnen, ciadre, cinematic, Cinzia Gabellini, Civist, ckh, clabaudrio, clatronic, claudiabretschneider, clausgriedel, clebing, clemander, clemens100, clemensbirsak, cleotopia, clerixx, clevelandgaijin, clickskeks.at, Climate Click, cm00n, cmbk75, cmdmedia, cmeter, cmqcmq, codac, code.sport, codebrauer, Codeer, Codeies, codemacher, codemaki, Codenroll, codestyling, coldsense, colima, Colin Chadwick, colinschwebke, Colin Stewart, colllie123, colorea, Comaris GbR, Comm100, commandersparx, computerartsde, computerkrank, Connum, contentbaron, controlc.de, ConveyThis, conwrld, conzz, cooljay032, cooy, CopeCart, coprozesssor, coreser, coriginell, Corinna, cossack84, couchpad, cpier, craeckie, craftergamer, craftsmany, craschke, crauley, crddug, criiina, crispress, crissaegrim, crossmediapool, crtvrm, crusher, Cryck, CryoutCreations, cryptojackde, cs13, cub3lab, cuberasan, cureter, currychris, currysoftware, cuteberry, cuxpat7, cwohlfahrt, cyborgtoday, cyrix2000, dabiathlet, dabodix, dadadom, dadd10, dailydoku2, dailyverses, damaris2021, dangaus, Daniel, Daniel, daniel16, danielalaube, danielastoll, danielbobbert, danieldslklein, danieleifler, danielfaerber, Daniel Floeter, Daniel Gudzik, Daniel Hendricks, danieloskar, Daniel Papenfuß, Daniel Roth, Daniel Sturm, danielturgay, Daniel XAG, daniloercoli, Danny van Kooten, Dan Roundhill, danscheid, Dantax, DanyelAndre, darabanrobert1850118, daria-m, Dario, dariokomsic, darkrider2104, dark_yodaman, dascheberg, Daschmi, dashrad, Datajam, datiduke, davdebcom, daveman08, David Aguilera, DavidArndt, David Artiss, David Mondok, davidmueller, davidnoe, davidtraens, daytona5000, dazzert, dblvd, dc5ala, dealpenrausch, Deanna Heidegger, debeon, decysos, deegers, deekay93, deflox, deibertf, deinecoach, deineextrameile, dejeck, dekolovers, delimedia, DeltaC, deluxe87, demaitsupport, demaya, dembeckh, Denis Alemán, denise2017, Denis Golovin, Denis Shagy, deniswinkel, Dennis, Dennis, dennisadamczyk, Dennis Jonda, denniskreker, Dennis_5, deppoedddel, dererkster, DerHut, derico, derjarjour, derjohnny89, derkladan, derkuc, Der lange Frank, derLenz, dernouty, derpfaff, derpicknicker21, derpyente, derschneewolf, dertimo, derulfdunkel, derweili, der_roe, desderman, desense, DesertTh0rn, designerthan, designtoasty, Detlef Heese, deutscheemark, devcookie, devcri, devlabor, dgraf84, dhabtamu, Dhananjay M, dhelbert, dhovorka, di.sch, DiabolicDevilX, dianoia, dibadu, diceit, dicks, diddiausde, didiermoulin, diedjs, dieMelone, Diensti, diepumpernickel, dieselross, diesite, Dieter Buchmann, dieterdf, dietzi678, digiblogger, digitalmashup, digitalmdma, dilasso, dinoloper, Dion Hulse, dirkmaschke, dirkstau, Dirk Tornow, Dirk Weise, dischinger, dischue, Di Themes, diver66, divineomega, dj9pz, djb85, djennez, djjetta, dkennerknecht, dklapdor, dleuschke, dlx, DM5SR, dndev1, dnmzperformance, dns27, DNutbourne, doc2k, docbt, DocCheck agency (antwerpes), docfred, docholliday1304, docquincy, dodocards, Dogorama, doingy, doktorpolyvox, DomCie, Domcrafter44, dominicbeethovianos, dominicmarcelino, dominicpratt, Dominic Seitz, Dominik, dominikb, Dominik Bruderer, Dominik Rauch, Dominik Schwind, domm93, domrohrer, Don Kong, Donny Oexman, dono1981, DonTimo, dorianmv, dos81, dotnetdev, dozentis, dpoakaspine, Dr. fite, Dr. Ronny Harbich, dragon013, Draw Attention Support, dre2706, dreejavu, Dreimorgen, dreiQBIK, dreistueck, drinkedface, Drivebestway CLPTE, drnickberg, droelfzehn, drohnefpv, drucksatz, DrunkenHusky, dschingis, dschmid2, dsn27, dtaberlin, dtruttmann, du3ri, dualdesign, duerrecommerce, duracellkueken, durchi, dutchmanjack, dweber230, dwei868, dweipert, dwinden, DylanK_CodeCabin, e-colori - Tobias, e9li, Earl Peter JG, Easy Payment, easywing, ebussinetz, ecohen, Ecwid by Lightspeed Ecommerce Shopping Cart, eddy1015, EdenPottphil, edgar.nanninga, edgarhotmann, EDMAN1993, edobees, edoobox, Eduard, Eduard, EdwardBock, eedee, eehmke, eeq, egozocker, ehritta, ehssantafreshi, eichlereduard, eidlogin, einerstehtimmer, einfachpasxal, eingch, einzelfabrik, eisenreich, EJWillis, ej_rostock, Ekine, ekufleitner, elcompe, electricpixelland, Electrosmog, Elementor, elgurude, Elio Rivero, Elisa, elisa2019, eliZZZa, ellech, Ellen Bauer, elnebuloso, elredana, elschnuppero, elyday, emm258, emmytilma, empeiria, empteefl, Emre Vona, EMSBRAND, emscherwetter, emtronics, en0x, enja, Enno, Enrico Battocchi, entrhopi, eoto24, ePages, Epsiloncool, era96, Erdmann, erfo04, ergotouch, Eric Daams, Erich Munz, erichs, Eric Teubert, Erik, eriklehmler, erome, ersma, erzieher, ESC-Chris, essgee23, etracker GmbH, ettwp, Eugen Bobrowski, eum3l, euunit, evamz, evelinemollie, everestthemes, EverPress, evilupe, eVision Themes, evrim02, ewerkstatt, Ewout, exilhamburger, Extendify Translation Team (CLPTE), Exxodos, eyedraw, F1reF0x, f4bsi, f10w, fab4source, fab22com, faberandfriends, fabiah, Fabian, Fabian, fabianeisenhut, Fabian Kaegy, Fabian Scheidt, fabianwacker, fabig21, Fabio Rinaldi, fabo137, fabse, Facebook, faceinvader, facemail4me, Fadel Tchalabi, faherrmann, FahionSupporters, fakebodo, FAKTOR VIER, falke83, Falk Schmidt, Falk Szyba, faltpferd, Farbweiss, Fast Simon, fatihkomut, fayne, fb, fbongartz, fed022, fedus, feldi740, felicesinger, felix76, Felix Feierabend, Felix Hirschfeld, Felix Triller, felixtz, feos0578, FERAGEN, feridunfindik, Fernando Tellado, fertb5, fesikar, fesselblogbayern, ffdragon, fgiese, fiboflink, fictionchicksn, fiddlemail.com, Filippo, filosmedia, Findus23, finicon, finne66, fioresardo, firatsusan, FIRE & GARDEN, Fizzy Bubelle, fj81, flachlandhiker, flaschenhans, Flashlight1405, Flector, fleisbiene, flobaer, Flobear, floh79, FloLoe, flololan, flomei, flomeixner, flonew, flooo89, FlorensD, florian3, Florian Berger, Florian Egermann, Florian Götzrath, Florian Hirzinger, Florian Mueller, Florian S., Florian Simeth, florih, flosuesstrunk, FloTress, FlowNex, fluffyimfarbwind, flxii, flystop, fm5000, fmauroner, fmohb, folex, FollowCandyPanda, fosstux, Fotomacher, foundr, foxde5ign, Foxhounds, fraben, Frank, Frank, FrankD, franke12359, frankffunk, Frank Hillemann, frankobingen, frankrustenbeck, Frank Schmittlein, franksievers, frankwessel, frankwessel-1, Franky, frankzoi, frauengefluester, frauinga, fraupitschbach, freakonomic, freakpants, freddixx, freemp, fregener, freilacke, freisinn, frembwood, fresh24, freshconcept, freshlabs, friederbautz, friedrichfroebel, friiiick, frischepack, frizzant, froehl, fruchtfliege, ftschachtli, funckytown, funcoder88, funky33, Funnelforms, fupota, futurelook, fuxia, fvkitabischheim, fwcmp, fwegner, fwolfst, fxe, f_o, gabandi, gabelheld, gabenteller, gabernet11, gadgethub, gadrecs, gaebel, Gahapati, gainvitality, galactica333, Gallery Ape, gallerywpt, gameplan42, gart3n, gartentechnik, Garty Kiemle, gatonero, Gaucho Plugins, gcoban, GDY, ge-sehen, gebuildet, gehei, gekow, geneanet, genrobgen, gentlemandd, gentletailor, genusswerker, geofriz, Georg, George J, Georgian Cocora, Georg Wallisch, gerdpriester, gereby, gergana1979, Gerhard, gerhardnentwich, Gerhard Popp, german-support, GermanThemes, Gernot Gawlik, gerritg, gertschi2608, gerwueh, getthetrick, GH05TF4C3, gheebuttersnaps, ghimmelein, gigerit, gino77, Gio Lodi, gipsylemon, girlbot, gittegit, Giusep Caduff, giwe, gixcx, glensmithmail, globalcow, glogger, Gloriafood, gloriaiskra, glsjens, gmxcom, gm_alex, Gobe, Gobinda Tarafdar, goehlert, gogosacco, golderweb, golub, gonexxo, gonther, goodfellatr, goofyvonderelbe, gOOvER, gorischek, gorthaur, gouv, grabsteineonline, Graham, grammarnerd2, GREATsolution, Gregor Capuder, gregorme, Greys, gromper, grosssmutttrwp, GrungeDesign, grzchr15, Grégory Viguier, gsigmund, gunfood, Gunnar, Gunnar Schwanz, guspro, gwaggli79, gwdlarry, gwerdi, gwolle, gymnatic, gzukrigl, h-u-g-o, habapa, Hactar, haiderfl, Hai Zheng⚡, Hakan Mahmutoglu, halfstone1, Halil Kaya, halves123, hamedjenabi, hamschter82, hanaminari, handbike, handeberlin, Han Leentvaar, hanmedia, Hanno, Hans-Helge Buerger, hansegucker, hansheger, Hans Jung, Hans Morbach, Hans Schumacher, hapke, happyel, harald5500, harbran, Hardeep Asrani, Hardik Gohil, hardlyneutral, Hareesh S, hareg, HarisDulic, Harry Milatz, harutfrank, haskingar, hassantafreshi, hbhb, hcarsten, headchrash, Heatclix (Sven Schindler), heckm, heider_r, Heiko, heiko29, Heiko Lübbe, heimwerkerking, heiner5000, heldausberlin, Heliart, Helle1, helmi, helmut9, helmutgoebel, Helmut Göbel, helmuthb, helmutsteiner, Helmut Wandl, helpy, hempel, hendev, hendrikc, Hendrik Lersch, Hendrik Luehrsen, hendrik_r, henne78, Henning Stummer, henzett, heppi00, Herr Kpunkt, hertmond, hessi2, hew, hewicker, hfrenzel, hi2180, HimBerty, HivePress, hmayer, hnhn2, hodor88, hoeppnera, hoernerfranz, hofbauerit, holdmyhandandstay, Holger, holgerd, holgerka, Holger Wassenhoven, homdr, hometard, HongFeng, hoockman, hood1207, Horea Radu, hornament, hornigal, HostBliss, Hotstaffevents, HotteX, hoverlord, hpalli, huberSepp, Hubert Grininger, hubmax, huetes, hugelworks, Hugh Lashbrooke, HU ist Sebastian, humph69, Huper, hussong, huzaifamustafa, hwkurth, Hyno, hyperclock, iamshodan, ibes, Ibichhof, icann1fan, icantbreathe, ice-horse, ichblogge, ichraffsnicht, ickzorn, icue medienproduktion GmbH & Co. KG, ideeundberatung, idsyours, ifk, ifzd, Ignat Georgiev, ignifazius, ijarkor, ijurisic87, ill66, illdottore, imablo, immanuela79, impuls-wa, Imran - WPMU DEV Support, imstweb, imwithsnek, IncepTer, infected, infectionrank.org, Infos, ingridbeck, Inisev Translations, ink7, inklusives, inkthemescom, InoPlugs, InPosterum1, Inpsyde GmbH, inselmensch, inselversandhandel, insgeheim, inside24, Inst1, intelliproductions, Internal Links, internetzkidz, intradigital, invad0r, invictussde, iprinz, irata, iriejoe, irmen, isabellainpsyde, isar3dk, isarisar, ISCPservice, isikerkan, iteinfach, its-webtime, itsmemario, ItsMePasse, itsrunningback, iTux, itzmarlon, iubenda, Iubenda Translation Team (CLPTE), iuuu, Ivan Louis, Ivan Naydenov, IvanRF, Ivaylo Ivanov, Ivko, Ivo, ivo.leiss, ixiter, J. Dato, j4o, jabbadu, jackennils, jackfrost_v1, Jackmail, Jackman, jacobmcmxl, Jacob N. Breetvelt, jaeger81, jaegermeister, jahnmax6, jaho92, jaitee, jajoho, Jakob, jakob2, jakoblieser, jakobword, jalbrecht_d, jamasi, jamowes, Jan-Peter, janab2905, jancbeck, janedinger, JaneDoe27013, janet996, jangasserzm, JanHoffmann, janicetv, janikaknapp, Janin, janinef, janismitf, janizde, Jan Koester, jannacarolin, jansence, janstiegler, Jan Teriete, Jan Wittler | Wittler Web GmbH, janwolsky, jariko, jasmincapka, Jason Crouse, jasonhl, jasonsnowmad, jatzoo, javafrog, Javik, jaxxo, Jayden Major, jayhybrid, jayq1976, jayydee, Jb Audras, jbh168, jbj2199, jbpromotion, jbuerger, jctroth, jdehn, jeanluc90, jeffrey-wp, jen889, jenald, Jenia, jensel, Jens Kaesler, jensolafkoch, Jeroen Peters, Jeroen Schmit, jerry1211, jerryjeon, jerryoo, Jessica, jfk80, jganzarain, jgiggenbach, jgoller, Jhary, jholzhaeuer, jhonnygwatson, jhtjards, jim3333, jimsoft, jj, JJ97, jkalmbach, jkruegersz, jlskrbl, jm93, jm2702, jmaasonoffice, jmjr, joachim1968, jobenz, JochenBinaer, Jochen Damm, JochenT, joe, joeboemoe, joeka75, Joel B., Joel Bladt, joelmelon, joergwigger, joern1, Johan Jonk Stenström, Johannes, johannesasal, johannesd, Johannes Dato, Johannes Kinast, John Blackbourn, johndark, John Godley, Johnny Yu (CLPTE for Pinterest), johnsubgascan, johnwordy, joki1968, jomi0815, Jonas, Jonas, Jonas Kwiedor, Jonas Marlo Lörken, Jonas Meier, JonasSchindler, jonasschoen, jonnytm, jopejoe1, jopojp, jorgdavid, Jorge Bernal, jortmann, joru, Jory Hogeveen, Jose Mortellaro, Joseph Paul, Jose Varghese, joshuaall, Jo Sprague, Jost, josxha, jotoh98, jottlieb, joyo78, JS, jsamesgsfus, jsoko, jsor, jstarzetz, jsuchard, jtldaniel, jtvie, Juan Aldasoro, juba007, jubelfranz, juculiand, juerg, juerg-schumacher, jugmac00, juhee370, Juicer Translation Team (CLPTE), jukaf, julesworld, Julia, Julian, julianmachalett, Julian R, julianvisual4, Julian Weiland, julikru7, julio75, Julius Fahlbusch, julmot, jurzakphotos, Justin Joe Kostka, justsnipy, JUVOJustin, jvlivs, jwartchow, jwetzel, jwgn, jymaxx, jy witt, K0NSTANTIN, kaaax0815, kael1994, kagedev, kaholopelekane, kaij, kaikuehn, , kaimar, KaiSchultka, Kai Spriestersbach, Kakoma, kalawii, kaleidocom, kalender.digital, kalessila8c, kalitowolf, kalle1989, kameleonek, Kamil_Zielinski, kanthor, Kanzu Code, Kapsonfire, kapuzo, karkatvantas, Karolis Dailidonis, Karsten, katering, Kateryna K. a11n, katharina0815, katharinade, Katie, Katsushi Kawamori, katyzou, Katzennetze, KaufKraft, kazimtunay, kbach, kbudisantoso, keeprowling, kekskoenig, kellair, Kenan Dervišević, KennethMcKnight, KenPerret, kerberos80, kero, keshito14, KETCorporation, kev30kev, Kevin, Kevin Kandlbinder, Kevin Pfeifer, kevox, KeyCDN, keypi, Khushbu Patel, kiaweb, kieferntanne, kiezkickerde, Kilian, kilipkrzyzynski, Kilomoana, Kim Huebel, Kimicom, kimoribj, kimpenhaus, kinghill, kingmar2015, KingPitti, Kipperlenny, Kirsten, kirstymars, kisimedia, Kissaki, Kit Themes, kjodies, kkugelmann, klamano, klarak76, klartext2019, klattrobert, Klaus Gruber, kleinananas, K M Ashikur Rahman, kmpsia, knakkel, knochenhans, knuspermedia, kobosil, KochGu, Koffeeware, kohlemaker, kohlfuerst, Kokomo, kollektivdigital, komfortkasse, konrad06, konstaantin, Konstantin Kröpfl, Konstantin Stelzner, konus77, koronz, KorsarBoy, kowabit, kozi, kpagel, kpaulat, kralar, kreativhuhn, kristin78, krmoorhouse, krossekrabbe2, krrdudub, Kruno Golubić, krut1, ksievers, kuehnefreddy, kuemperit, kufawebmaster, kultiko, kurama, kurzschuss, kuschelpanzer, kvoo, kwmde, kydx, Kye, kziegler, l4shy, labomat, lacosar, lalelu68, lampsolutions, landwire, lanzflorian, laolaweb, lapaloma1980, larsactionhero, larss22, Lars von Olleschik, larz84, Larzans, latz, laugmanuel, laurah91, laurenz1337, laurinfah, laurinus, lausianne, lawoly, layoutscout, lbeckmann, ldiemer, ldubben, leadmarkt, leanderbraunschweig, leegarner, legacycode, legacyofatilla, legion28, lehmlars, leifczerny, lem1298, lembach, lemmentwickler, lenker, lennerd24, Leon, LeonGeb, leoniexenia, Leon Wimmenhoeve, lesefreude, letsfindaway, levelzwo, lheinrich, Liath, Lichttraeumer, lighttemplar, LilaT, Lilko Petkov, Lime Connect, Lin, linbef, Lingoss, lippl, lisanmusik, LittleBird2, liubart, livestep, ljsatwork, ljschmitt, ln1l1nsux, lobster1956, loczone1, loczone2, logfefe, lollichkeit, lonewolf70, loopi83, loopingo, lopatuez, lopinus, Lord George MacArthur, Baron of Liming, Lord K, lordmm, Lord Nouda, Lord_iMac, lorixon, lostboy7, Lothar Serra Mari, lottafalter, louis88, lpa, lphd, lschuerg, ltv34626, lucalupo, lucasprigge, lucasullrich, luciano-croce, lucieku, Lucius30, LuckyWP, luentien, lukas2t, lukasbesch, lukasd8, Lukas Niebler, Lukas Panni, Lukas Röther, Luke Carbis, LumberThemes, lutzb2016, Lutz Dietrich, luxamman, LWille, lws-mo, lynk, lynn667, Lyo, M. S. Ritzenhoff, M.V., m0198, m2hofi94, m42e, maahrens, maartenleenders, macbaumi, Maciej Swoboda, macnetic-labs, maddimcfly, Maddin, madmatt77, madmax2805, madras, maede97, maennchen1.de, maestro300, MAFLO321, magicmomentmedia, MagicTigger, magk, Mahesh Waghmare, Maik Bernstein, MaikdW, Maik L., mail2many, Mailjet, maje78, majeco, makkabi, makke007, Makusu, mallefizzz47, malleze, maltelol123, maltmann, mamapete, mammutserver, MandyU, Manesh Timilsina, Manfred Gottschling, manolitto, Mansoor - Gosign.de, Manuel22, Manuel Augustin, Manuel Carlos Lenz, Manuel Eichhorn, manuelez001, manuelhipp, manuelruwe, Manuel Schmalstieg, manuelu, manuelwieser, manuelziel, Manufaktur, Manzoor Wani, mapan, mapdi, Mara-z, marano373, marc219, Marc1205, Marcel, marcelh85, Marcel Kermer, marcelmasuhr, marcelreschke, marcelschulz, Marcks90, Marco, Marco Herten, marcomaniac, marcowoedl, Marcoz, Marcus, marcus123, Marc_J, Marian Heddesheimer, marianoj, mario108, mariocalcagnini, mariowe, Marius, Marius L. J., mariusmachts, Mark, Mark Cheret, marketvision, markjpeters, markobil, Marko Heijnen, Markus, markusand, Markus Echterhoff, markusfelix, Markus Frenzel, Markus Hlusiak, markustippner, Markus Wiesenhofer, markuswolff73, marphin, Martin, Martin, Martin Behrens, martinczerwi, martinez85, martinhelman, martinherbinger, MartinIQ, martinius, martinkei, martinkljb, martinmailaender, Martin Mattel, martinpotrykusmarketing, martinrademacher, martinremy, Martin Stangl, Martin Stehle, Martin Tod, martin_62, marv51, Marvin Borisch, marvinschirrmacher, maryisdead, MASAAKI, masjmh, masterida, masterth23557, matematrix, Mateusz Gbiorczyk, mathias, mathiaspriebe, Mathieu Paapst, maththieu, matiisp, Mat Lipe, Matoma, Matt, Matta Cib, Matt Cromwell, Matteo Manna, matteomueller, matterhorn2, Matthias, Matthias Fax, Matthias Kurz, matthiasmeterbln, Matthias Nordwig, Matthias Schulz, matthiasvogl, Matthias Wichert, mattmax, mattnag, matze1118, matzewp, maurusmo, mave1992, mawadata, mawe777, Max, maximaexchen, Maxime, Maximilian Stumpf, maximus78, maximus80, maxloewdev, Max Melzer, maxonline75, maxseebacher, MaxTheFish, Max Ziebell, Mayo Moriyama, mbeelink, mbellino, mborowitz, mbuechler, mc17uulm, mc64, mcb3nni, McBurn, McFly83, mcgoofy, mchansy, McLibboc, McShelby, mdempfle, mdingler, Media-Store.net, mediamar, mediawork.ch, MEDIAWORKBENCH, MegaCAD, meinsw, meinungsmeister, melibo, melischa, Melli, melofarian, Meng1988, Menno Luitjes, mensmaximus, mercomtw, merle287, mertins6822, Metagauss, metaphorcreations, Metasequoia, metellecore, meteoaachen, meteoritgbr, mettente, metti83, meyerbernd, meykota, mfeske, mfrickel, MG2712, mgm security partners GmbH, mgroessing, mguethe, mh166, mheiduk, mhenschel, mhenselin, miba65, mibosse71, micccey, micdt, Micha - MS29, micha112, MichaBecker, Michael, Michael, Michael, Michael, Michael, michael-edseele, michael.oeser, michael1999, Michael Beil, Michael Brütsch, michaelcsitkovics, Michael Ewen, michaelgahndesign, michaelgeyer, michaelgroth, michaeljaekel, michaelpfister, Michael Sutter, Michael Thoms, Michael Torbert, Michael Voit, michaelwooge, Michal Janata, michaltk3k, michat, michel173, micheleparadiso, Michel Jongbloed, michelkopp, michelski, Michi Wangard, mickeyclaas, mickiboy, micky007, micnsm, Mieke Nijs, mietzchen, Mikay Kun, Mike Castro Demaria, mikewieland, mikexmagic, mikey79, mikeyea, Mikkael, mikkael2020, miksbl, milaizb, milanristic, miles.world, milesr, milkywaywordpress, minderdl, mindsolve, miniorangewaf, minustalent, Miranda, Miranonet, miriambrueckner, miriamrussell, Mirko777, misatotremor, mister-ben, misterfu, misterjohnson, Mitchell D. Miller, mjhasinus, mjke87, mklier, MKM, ml4fcd, mlandgraf, mleem97, mmartini, M Media, mmichalke, mmistaken, MNX, mo, moaltmann, moers2011, moertel62, mogli235, mon59, mondula2016, moniharm, Monillo, monschder, monski, moonrise33, Moove Agency, Moritz, moritzarndt, mosabua, moselit, moselspinner, Mostafa Soufi, movieclass, mpally, mpaweletzki, mpeterjaeger, mpplay, mradermaker, mrbgoch, mrchili, mrcodefinger, mrdrwi, mrfogel93, mripkens, mrmad, mrmoejoe, mroesele, mrready, mrrttn, mrsnotes, mrtoothrot, Mr_sordum, ms1607, msar, msbarba, msburgstaller, mschefers, mschuch, mschwehla, msebel, msicc, msteidl, mstfly, mstolpmann, mstuh, mtilnets, mtvwordpress, muah80, mujuonly, multiplecs, Murali, murmelino, mvvapps, Mwale Kalenga, mxx09, myEcoLogix, mygravatar15, mynewsletterrocks, mynym, mythrandir, mytmytenerife, mywordpress2017, mzahl, n2106, nachtigall, nahakiole, namelessjames, Namik, nanuc, Naoko Takano, napalu, narolainfotech, Nascherr, Natalia Welke, nathankuechler, Nauriskolats, naxvog, nbach, ndemir, ndreher2, nebelrufer, nedien, neferin, nefnex, Neil Murray, neindoch, neizcon, Neo, neoofthematrix, neophytexx, neosit, nestariel, netfish-design, netjet, netlikes, netmex, netoldie, netzerin, netzstrategen, netzteil, Newbie, NewfieSoft, newschrems, newworker3, Nextendweb, nfandrich, ngc598, nholler, Niandra, nicananda, niceteabit, nichu42, Nick, nick4kolbe, Nick C, Nick Spencer, niclasreich, nicmare, Nico, nicohirsch, , Nicolas Jeker, nicolasrickenbacher, Nicole, nicou995, nicoweio, nigg, nighteyes, nightillusions, nightshifter, nihewlo, niiconn, niklasmetz, nikoele, nikolainit, Nikola Kovacevic, Nikolay Nikolov, nikonier_1, nikplx, nillde, nillerdk, nilslappenbusch, nilsonik, Nils Schönwald, Nimiq, nimrod54, Nino, Ninos, nissennetz, nixer, nlights, nlinfinity, nmanni, nnoobb, No3x, noelialazaro, nomansname, nora96, Norbert, normanfly, noscoars, nosilver4u, ntbyk, ntm, nuddeltech, nudelsalat69, nullinger16, nwsolutions, nyanna316, o339, oberknecht, oberland, ObscuriaFey, obulat, OCEANWEB THEMES, oceanwp, oelki9, ograetz, ogulo, ohmeyer, ohsty, oichtental, oiooio, okay75, olabitzke, OldGrumpyDE, oleam, Olga Bulat, oli11235, olien, olikami, olio72, olisoft, oliverdev, oliverfalk, olivermerk, Oliver Pohl, Oliver Schneider, oliverwesiora, oliviawais, oliwee, olyahryhorenko, olyinfos, omd43, omegafw, omeganova, omeyer, omi1, omtr, omu222, One Designs, ontopofthehill, ophion1291, Orange IT, orcas - Mario Gleichmann, orcasdev, orgderschadewald, Orlandoo, ormalion, oseiler, osersoto, osterhagen, ostermeiernet, osti7d, ostrunk, OSTstudio, othurrr, otprolux, ott, ottnorml, OVeni, overengineer, ozealis, ozolinsjanis, p4mdude, p7rot3ch, packlink, padylee, pagl400, paho04, palatino, palkasuniverse, palomatraductora, pandiras, pandreae, Panorom, panthermedia, PapaChicken, Papin Schipper, pappbox, ParkingPro, pascal.k, pascal104, PascalBajorat, Pascal Casier, Pascale, pascalhudelmaier, pascalmarfurt, pascaltraumueller, Paschl, passareco, passaxd, Pat, patloq, patrick1905, patrickgjtl, Patrick Moeller, Patrick Pachner, Patrick Sander, patrickschababerle, Patrick Schumacher, Patrick Ullrich, patrikappel, Paul Bearne, Paul Hansen, paulinfotso0, paulmura, Paul Vincent Beigang, pavonidepmod, Pawel Kowalik, pb2007, pceconsulting, pczuhause, pecruz, pelo76, pelzi, penanine, Pepperina, permanet, pesaventoandreas, Peter, peterdev, Peter Gerstbach, petergrubercom, peterherman, peterkueger, peterlohde, Peter Müller, peterparker1, Peter Petrov, Peter Sentner, petertroeger, petinator, petroeska, petschko, Petya Raykovska, pfadimaster, pgdemo, pgpiet23, pgroby, pgutermann, phans11, phbk23, phenon, Phil, Philipp, Philipp, Philipp, Philipp15b, philippdalheimer, philippdgr, philippelgert, Philipp Keßler, PhilippKuhlmay, philippst, philkry, Phlegx, phlow, Phoenix, phonophono, photobrandy, photosite.de, phpdevberlin, Phrase, piccolaluna, picpic122, picsta, Picture-Planet GmbH, pierre.suter, Pierre Lannoy, pierrotlunaire, Pieter, Pieter Daalder, Pieterjan Deneys, pimwick, Piotr Po, piotr_po, pipdig, pirmanji, pits, pitware2005, pixelarbeit, pixelcoach, pixelfisch, pixelspass, pixelstuermer, pixelsucht, pixelwerfer, pkjha, PlayingThat, PLAYLUXE, pmcm, pochod, podpirate, PoempelPinguin, Poikilotherm, polimorfico, polyres, pontiuspilatus, pooky2011, Popelskopp, postapo, Povilas Staškus, powermac2022, pphp, PP Translation Team (CLPTE), preichmuth, prellen91kirchen, priesterath, printful, prinzenrolle, prinzflexy, private183, Priyanka, probaton, probelix, procusaquila, ProDesigns, ProfileGrid Support, promoflowmedia, ProPetz, ProSoftFAQ, protostern, prowo24, prsi68, pruetter, psaikoheiko, pschimmel, pspower, pstrak, pswp, psychobaer, psychologe, pueckler, puncktcom, punzel1203, pupplaybande, puravida1976, Purnendu Dash, pw6wp, pwallner, qanuk.io, qanva.tech, qhiliqq, qkey90, quadraserver, quantumli, quan_flo, QueerStars, queerstars, Quema Labs, quentinbinder, quicky2000, quik2007, quotic, R. B., R0ns3n, r1sc, ra-online GmbH, Rachel, rachelherrmannova, rachelsquirrel, rachid986, racket666, radback, Radoslav Tsvetkov, radscheit, raenftel94, raetus, Rafael @ Nocksoft, rafhun, Raimund Hagemann, rainer4th, Rainer Emrich, raktravelguide, Ralf, Ralf, Ralf Doerendahl, ralfdorendorf, Ralf Geschke, ralfralfralf, Ralph, RalphGL, Ralph K., ramonopoly, rancor, rancor2k, Ranger69, Rank Math SEO, raphaelschwarz, rapidralf, rasm, rasmusdekode, rastuff, Ravana, RazielKanos, rctomcat, real68er, Rebastion, rebelsoldier, reca26, Rediska, redrob, reeeno, Reflic, REGA1976, Registen, reicheltech, reike, ReikoDD, reinerr16, Reinhard Frenzel, Reinhard Jung, reinprec15, Remkus de Vries, remonator, renehamburg, Rene Reimann, renew1983, René, René Haine, René Oberwald, reputeinfosystems, resitian, resiva, rethink23, rethornman, retoperucci, rettenorg, RevenueHunt, reviermedia, revrhyme, rgnrlbrk, rhamsys, rhanhart, rhasselbusch, rheydenr, Rhinebow, rian18, richterlike, rico1980, riditech, riecherp, riekepieke, rikkei, rillator, rimpapa, ringelbaer, Rita, rja.tcu, rjaehnrich, rkarpa01, rmetzler, rmiarka, roadtrip28, RobBash, Robbie, Robert Deutz, Roberto Fietta, Robert Reiser, robertweber, Robert Windisch, robert_kolatzek, robin, Robin Cornett, Robin Heckmann, robinmatt94, roblie93, robmarek, Rocco Aliberti, rochaat, rocketelements, rodicaelena, rodriggonzales, rodrigogonzales, rogervanwile, rogerwolf, Rogier Lankhorst, Roland, Roland Fischl, Rolf Allard van Hagen, rolfleder, roli, rollolinsky, Roman Bondar, romankreisel, Roman Shkabko, Ronald Huereca, ronjuan, rooom, ROPwp, rose.se, rosi40, rothaar, rowenarc, roxylant, royassas, royheidemann, rptools, rromeike, rsch, rubberpig, rudonu, rueffertwerbung, RupMai, ruppsel, Ruslan Mikhno, Rutina Club, Rutzki, Ruxandra, rw102016, Ryan Hellyer, rykerstribe, s-hinse, s3ido, sabinerocktimes, sabrinadiangelo, Sadik114, saerdnaer, sahanya, sahumedia, saidan, Saidur Rahman Milon, Saint Andi, Saji, sajonara, Sakin Shrestha, Sakudo, Saleswonder Support Team, salimb, salomon74, saly, sammies, samsambuka, Samuel Jonathan Schneider Fernandez, sanathlingam, sandro97, sanieh, sanjinzamola, santeau, santoshralph, sanuk1964, Sarah Frölich, sarithav18, sasch9r, Sascha, sascha82, saschamzh, Sascha Rudolph, Saschat, satyendra, saugertyp, saunier francois, saymint, sbaerlocher, SBNchname, scepticore, schaarsen, schachtnerth, schatzcat, Schaum, scherzbold, scheugma, schlauschiesser, schleiftec, schluckreizauf, schmiddy2k, schmitty04, schnapii, schneemann140582, schnefarg, schneuerwerk, schnittverhext, schoeffler, schokopress, Schulmeister, schurenberg, schutzengel40, schwanke, schwefel, schweini9, Scoria Labs GmbH, scorpionpower, scottydt, screen-b, scriptkiddie95, scriptpilot, Scrollsequence, scschwarz, scythe404, seagld, searen, seayko, seb13, sebabran, sebakoch, SebastiaandenBoer, Sebastian, Sebastian, Sebastian Blum, Sebastian Buchwald, Sebastian Gerlach, sebastianlaube, Sebastian O., sebastiansindermann, Sebastian Tiede, sebaviate, seckin27, secondlifeguerilla, seidensticker-86, seitenprofi, seljo, semoure, semygee, Sencillo, Sendcloud, sendhil, seoptix, Serdar Güder, Serg, Sergej Müller, Sergio De Falco, severin10, sfascorpion, sfaustmann, sficht, sgroeger, sh3ph3rd, sh707, shahzadfaraz1, shanksum, Shapepress Support, shaughton, Shiva Shanker Bhatta, SHOPVOTE, shortcut23, shufflemonk, shweit, sibilbruno, Sibylle, sichtbar, siegi4, sierie85, sifedeut, siki88, silass, silberquarzit, SilentbobCH, silsha, silutec, silverks, Simasicher, simeonmeder, simmela, Simon, simonandorfi, simondierckssl, simoneller, simonkurka, simonmettler, simonschrader, SimonZoellner, Simple Website, SimplyBook.me, Simran Chougule, sinanbugdayci, sinnesfreude, sippsolutions, sirram42, sirtell, sisdev, siteimpulse, skennecke, skiller, skordas, skyruner, slader051, slegasloa, slesch, slivey, sloppi, slowbo, slowhandasg, slowi, smamap1, SmartBobby, smartie1972, SMARTpage, smifty, smik2002, smileswithin, smoerkage, smolo, smurfin4tor, snakerl, sniper09, snitch182, snits35m, snixells, snjlscmi, snoffel, snowdiamond, social-up, socialdude, soerenbuschmann, soesch, sofi42, SoftCreatR, solexus, solidberlin, sonetix, sonko, Sonnenschauer, sonoscoop, Sophie, sophokles, sortofme, sosere, sourcemaker, spaceneverends, spamprot, spanish.katerina@gmail.com, SpeakOut! Steve, speedygonsales, spinat, spion319, spirit1977, spolegek, spoocq, srothuysen, sschu, ssloboda, sstrassner, st646de, STApp Professional GmbH, starkcodes, starpaid, staufratzhofer, steeph04, Stefan, stefan02, stefan174, stefanapel, Stefan Dobrowolny, Stefan Hüsges, stefaninthailand, Stefan J. Buob, StefanMz, Stefan Nagy, Stefan Pasch, stefanstuckmann, steffenbehm, steffenbew, Steffi, steffidth, steffundso, stefxan, Steinhoefel1, steiniman, steinol, stella21, stepasyuk, Stephanie Wiermann, Stephen Edgar, steren, stevemaster92, stevie86, sthahn, stio45, stipper69, stoebi, stoffl6781, Stonehenge Creations, stonerl, stonie1901, stophi, stormcry7, stpolster, stratoextra, strawberrydreams, Streamline, stritti, stromi2019, stucyber, student2005, studentance, sturmpixel, stylecon, subtexdev, suddenh4x, sugarsweetde, sulox32, sumit yadav, Sunlime Web Innovations GmbH, sunnysadventure, suntri, super10, superficial, SuperSmart, suppercraft5000, Support Ole, suremo, surleau, susan, susanneberlin, Suse, susilurch, susnux, svebal, sven.vonarx, svenackermann, svenatkins, svenboehm, Sven Bolz, Sven Borkenhagen, svenhampisch, Sven Wagener, SVTX, Swathi_Acowebs, Sweeny, swissmarc, switch2mac, swizzproduction, swolfram, sxss, sybim, Sybre Waaijer, Sykoodad, sylviamink, symptoma, synrow, Synthetica, Sébastien Dumont, t2k, t33b33, tabara, tadeha, tadesse, Takao Utsumi, Takeaway.com, talkingfox, tamarazambrana, tamerkilinc, Tamás, tannauboy, taohi, Taris_de, tarzipan, tate83, tba, tcorrado, te-online, Team exactly webdesign, Team FunnelKit (formerly WooFunnels), technics2015, technohehl, techotronic, techtimo, tedstriker, telekommander_, terezasuchanova, terpentin, TF28, tf42, tfk42, tgast, Th. Buschhoff GmbH & Co., tharkun69, ThBunte, the5kyliner, TheAustrianPro, thebugfix.net, The Coder, TheCom3di4n, TheDarkJudge, thedoctorcoernel, thedudes, theerror, The Events Calendar Translations, thefabs, thefirstgoodman, theforkllillo, TheFork Widgets Translation Team (CLPTE), thejjj, thejobharbour, theklaus, themaart, ThemeGrill Translations, themeinwp, ThemeZee, themindfulnurseabroad, themogge, thepanda, thesukh, thetamut, TheTou, thevectorizer, thewolfe1997, thezedt, The_Bootstrap_Themes, thiguten, thilonotz, Thimo Forrer, thinh94, thinkingship, thinkitmakeit, Thomas, thomas42, Thomas A. Reinert, thomasbilgram, thomasdiezl, Thomas Kison, Thomas L., thomasmalley, thomassellmeir, thomaswm, Thomas_U, thomei, thommy42, thomxo, Thorsten Frommen, Thorsten Frommen, tiarabigfoot, tichr, tidus9, tiffik, Tikolan, TiKu, Till Krüss, tillschuemmer, tillvonbrach, tillzz, Tim, Tim, Tim Crull, Timeout, timetolapse, timgieske, timh1004, timholz, timmoh, Timo, timo0306, timoguwadesign, timolanger, timoms, timotheus123, Timothy82, timowuensche, Tim Pritlove, timwassmuth, tin2010, TingeltangelFlo, tinokorth, TinyPNG, tjapanic, tli3103, tmaex, tobagouk, tobi823, Tobias, tobiasaselole, Tobiask, Tobias Przybilla, tobiasrpk, tobiassch, Tobias Zimpel, tobifjellner (Tor-Bjorn “Tobi” Fjellner), TobiWeb, tobjectl, tobsen11, toddy76, toddydonna, tody12ab, toefftoeff, togir, tokay20, Tom, tom95, tomaschmann, Tomas Mackevicius, tomili007, Tommy Haas, tomneu, tomoslomo, tomott, TomParisDE, tomschneider, TomTheMage, tomzgr, toniclife, tonymacarony, tonyromarock, toobzey, Toppsolutions, topseven, toranos, torben1887, Torsten Bulk, torstenkn, Toto Habschned, tpnotes, trafficsquare, translationeditor, traumzaubi, Travelpayouts, travis199, treylon, Triner Media + Print, tristanhoffmann, trittich, trollo, tropister, TRUENDO, Trustami, trustbadge, Trustindex, Try4Ce, tschintonik, tschortsch, tsjDEV, ttimpe, TubaDu, tubeline23, tucl, tunahan55, turrican101, Tussi, Tutorialwork, tuttibomovski, tuvok81, tw1920, tweichart, tweihs, twinkelm, Twitter Translations Team, twstokes, twuertele, tychobarfy, tyskan, UC Translations, , ueli, ufkcsgn, Ugyen Dorji, uhi888, Uitz-Mehler EDV, UliMand, ULinn, ullrich1302, Ulrich, ulrichd, ultimateg4ming, unbrained, underhill, unherz, union-web, UNIT08 GmbH, uponity, URBAN BASE, Urvashi Patel, user09815, user4Minis, Usman Ahmad, uSystems, uwe1982, uWebChat, uwejankowiak, vadasz01, Vadiem Janssens, valaron, valeriakori, Valeriu Tihai, vandestouwe, variatox, Varun Dubey, vatreninghu, vbbp, vcita, vcx3, vefun, velaia, velmyshanovnyi, vemar, venroxx, Venus10, vergissberlin, vernetzer, Veronique, verturin, vetplan, victoriagaston, vielhuber, vierzwozwomedia, Vineet Talwar, vinschni, vipadesign, VIP Deluxe, vir2ell, virelin, virtuellwerk, virusbrain, Visitor Analytics, visotto, Vladimir Simović, voegeliimmo, vohome, voleatech, volkerg, Volkmar Kantor, voltar99, volzi, von-unwerth.de, voneff, vonJanne, Vova Druzhaev, Voxmortis, vriic, vtad, vzfph, w7x7w, w14r, wabbit187, walkeezy, wallee, Walter_56, wanieldeiss, wanxryan, wao.io, warkentinfotografie, waschhalle, Waseem Senjer, wassereimer, wastelandrebel, way2enjoy, wbmatti, wdlolies, web809, webagenturnerb, webalytics, webarkio, webaware, Webdesign-Ugurcu, webdesigndieandere, webeneder, webgo.de, weblinkde, WebMan Design | Oliver Juhas, webmuehle, webnicole, webpmspro, WebProDesign, webraketen, webrockers, webseoluxembourg, webtimal, Webvriend, webwave, wedevelopthings, weflo, weidnerd, weiganri, weilomeilo, weisswurst, welti, wemaflo, werecycle, WeRePack.org Team, WerIsPaul, wernerroth, WESLINK, westweib, wetti, whale74, WhatAFreak, whitelegend, whooley, wickedninja, widilo, wigberg, wiifree, wijntransport, willerspm, wimcon, winner001, winnewoerp, Wirecard AG, wishfulthemes, WishSimply, wizzorama, wkrt, wlende, wntrmn, wodwins, woehrl, wol22, Wolfgang, wolfgang9a, Wolfgang C., wolfganghdl, wolfhesse, WolfsPress, WolWa, wond3r, woochilles, woof, wordgr, wordplus, WordPlus CLPTE, wordpress3cx, WordPress Deutschland Team, WordPress Slider, WordPress Translation Agency, wordwolf5, Worldsoft WBS, worsepress, wosch0631, woylon, wp-chat, WP-Spezialist, wpalexb, WPCombo, wpformular, wpmediaman, WP Munich, WP Ninjas - Jonas Tietgen, WP OnlineSupport, WP Puzzle, WP Royal, wpschiemann, wpseek, WPSForm, wpSolution, WP STAGING | BACKUP, WP Swings, wpuser85, wpwdschnittstelle, wuebi, wuptik, ww_hoax, X-tof, xameon, xeno010, xofelix, XoGuSi, xoonix, xopez, xoverbit, xrocket, xsteffix, xwolf, xxchri3ixx, xxfloxx, xzillen86, y, yanfred, yannick2204, yassinemk, ybirkel20, yel, yenaro, yieldscale, Yogesh Sambare, yolapi, Yordan Soares, yourchoice, yourgrandma, ySpeech UG (haftungsbeschränkt), yunique, Yusuf, z0rm, zahnbrasse73, zapato42, zdenekpetrbok, zebra_fruit, zeimin, zeitloss, zellmer, zenceL, zenzero66, zeronacer, zeryther, zhabini, zielniok, zimtimgetriebe, Zip Recipes (CLPTE), zitronenfalter12, zitrusblau, Zoker, zonebattler, zsugyongy, zuphilip, zuub, Zwinkern, Zwirbel, zwitschi, Zé Fontainhas, Иво Минчев, and █████████████████↓rIYÎ£╬▼‗¦µ↑.\n\n# Post navigation\n\n# Site resources\n\n# Main Posts\nUse this button to show the main posts only and exclude all requests (e.g. CLPTE/PTE and locale requests).\n\n# Planned team meetings\nPolyglots Team Chat (Europe)Wed Dec 17 13:00:00 2025 UTC (2 days from now) accessible via #polyglots on Slack\nPolyglots Team Chat (Asia-Pacific)Wed Dec 24 07:00:00 2025 UTC (1 week from now) accessible via #polyglots on Slack\n - Polyglots Meeting Agendas\n - WordPress Meeting Calendar\n\n# Subscribe to all new posts\nEnter your email address to immediately receive an email for all new posts on this blog.\nType your email…\nSubscribe\n\n# Editor Requests\n\n# Locale Requests\n\n# General Requests\n\n# Global Polyglots team mentors\n - Petya Raykovska\n - Dominik Schilling\n - Pascal Casier\n - Sergey Biryukov\n - Tor-Björn Fjellner\n - Ali Darwich\n\n# Team representatives\nDuring 2025, these following contributors are our team representatives:\n - Ahmed Kabir Chaion\n - Luis Rull\n - Nidhi Jain\n\n# Recent Posts and Comments\n - Recent Updates\n - Recent Comments\n - To Do\n - Done\n - No Replies\n\n# Team Pledges\n1724 people have pledged time to contribute to Polyglots Team efforts! When looking for help on a project or program, try starting by reaching out to them!\n - About\n - News\n - Hosting\n - Privacy\n - Showcase\n - Themes\n - Plugins\n - Patterns\n - Learn\n - Documentation\n - Developers\n - WordPress.tv ↗\n - Get Involved\n - Events\n - Donate ↗\n - Five for the Future\n - WordPress.com ↗\n - Matt ↗\n - bbPress ↗\n - BuddyPress ↗\n - Visit our X (formerly Twitter) account\n - Visit our Bluesky account\n - Visit our Mastodon account\n - Visit our Threads account\n - Visit our Facebook page\n - Visit our Instagram account\n - Visit our LinkedIn account\n - Visit our TikTok account\n - Visit our YouTube channel\n - Visit our Tumblr account",
      "meta": {
        "title": "Translation Teams – Translate WordPress",
        "description": "",
        "keywords": "",
        "ogTitle": "Translation Teams",
        "ogImage": "https://s.w.org/images/home/wordpress-default-ogimage.png",
        "generator": "WordPress 7.0-alpha-61380"
      },
      "word_count": 12016,
      "ai_classification": {
        "country": "DE",
        "city": "Coburg",
        "category": "Education"
      },
      "crawled_at": "2025-12-15T21:43:05.148Z"
    }
  ]
}